Repository: BenjKl/juliabase
Catalog: chantal_ipv/locale/*/LC_MESSAGES/django.po
Languages: de

source: group
de: Gruppe

source: members and times
de: Mitglieder und Zeiten

source: in JSON format
de: im JSON-Format

source: start time
de: Startzeit

source: last modified
de: zuletzt geändert

source: group meeting schedule
de: Zeitplan für Gruppenbesprechungen

source: group meeting schedules
de: Zeitpläne für Gruppenbesprechungen

source: 6-chamber deposition
de: 6-Kammer-Deposition

source: 6-chamber depositions
de: 6-Kammer-Depositionen

source: Can add 6-chamber depositions
de: Darf 6-Kammer-Depositionen hinzufügen

source: Can edit perms for 6-chamber depositions
de: Darf die Berechtigungen für 6-Kammer-Depositionen ändern

source: Can view all 6-chamber depositions
de: Darf alle 6-Kammer-Depositionen sehen

source: lab notebook for {process_name}
de: Laborbuch für {process_name}

source: deposition number
de: Depositionsnummer

source: 6-chamber deposition lab
de: 6-Kammer-Depositionslabor

source: chamber
de: Kammer

source: deposition pressure
de: Depositionsdruck

source: with unit
de: mit Einheit

source: deposition time
de: Depositionszeit

source: substrate–electrode distance
de: Abstand Substrat–Elektrode

source: comments
de: Kommentare

source: transfer in the chamber
de: Transfer in die Kammer

source: gas of gas pre-heat
de: Gas im Gas-Pre-Heat

source: pressure of gas pre-heat
de: Druck im Gas-Pre-Heat

source: time of gas pre-heat
de: Zeit des Gas-Pre-Heats

source: heating temperature
de: Heiztemperatur

source: transfer out of the chamber
de: Transfer aus der Kammer

source: plasma start power
de: Startleistung Plasma

source: plasma start with carrier
de: Plasma startet mit Carrier

source: deposition frequency
de: Depositionsfrequenz

source: deposition power
de: Depositionsleistung

source: base pressure
de: Basisdruck

source: 6-chamber layer
de: 6-Kammer-Schicht

source: 6-chamber layers
de: 6-Kammer-Schichten

source: layer {number} of {deposition}
de: Schicht {number} von {deposition}

source: time
de: Zeit

source: electr. dist.
de: Elektr.-Abst.

source: yes
de: ja

source: no
de: nein

source: p_base
de: p_Basis

source: layer
de: Schicht

source: gas and dilution
de: Gas und Verdünnung

source: flow rate
de: Flussrate

source: 6-chamber channel
de: 6-Kammer-Channel

source: 6-chamber channels
de: 6-Kammer-Channels

source: channel {number} of {layer}
de: Channel {number} von {layer}

source: substrate size
de: Substratgröße

source: load chamber
de: Ladekammer

source: sample holder
de: Probenhalter

source: large-area deposition
de: großflächige Deposition

source: large-area depositions
de: großflächige Depositionen

source: Can add large-area depositions
de: Darf großflächigen Depositionen hinzufügen

source: Can edit perms for large-area depositions
de: Darf die Berechtigungen für großflächigen Depositionen ändern

source: Can view all large-area depositions
de: Darf alle großflächigen Depositionen sehen

source: Can edit all large-area depositions
de: Darf alle großflächigen Depositionen ändern

source: large-area deposition lab
de: Großflächige-Depositionslabor

source: NN large PC1
de: NN große PC1

source: NN large PC2
de: NN große PC2

source: NN large PC3
de: NN große PC3

source: NN small 1
de: NN kleine 1

source: NN small 2
de: NN kleine 2

source: NN40 large PC1
de: NN40 große PC1

source: NN40 large PC2
de: NN40 große PC2

source: date
de: Datum

source: layer type
de: Schichttyp

source: SiH₄<sup>end</sup>
de: SiH₄<sup>Ende</sup>

source: H₂<sup>end</sup>
de: H₂<sup>Ende</sup>

source: power
de: Leistung

source: pressure
de: Druck

source: temperature
de: Temperatur

source: HF frequency
de: HF-Frequenz

source: electrode
de: Elektrode

source: electrodes distance
de: Elektrodenabstand

source: large-area layer
de: Schicht der Großflächigen

source: large-area layers
de: Schichten der Großflächigen

source: SiH₄_end
de: SiH₄_Ende

source: H₂_end
de: H₂_Ende

source: SC_end
de: SC_ende

source: unknown
de: unbekannt

source: tantalum
de: Tantal

source: tungsten
de: Wolfram

source: substrate–wire distance
de: Abstand Substrat–Draht

source: filament temperature
de: Filament-Temperatur

source: wire current
de: Drahtstrom

source: wire voltage
de: Drahtspannung

source: wire power
de: Kabelleistung

source: wire material
de: Drahtmaterial

source: transfer in chamber
de: Transfer in die Kammer

source: gas pre-heat gas
de: Gas im Gas-Pre-Heat

source: gas pre-heat pressure
de: Druck des Gas-Pre-Heats

source: gas pre-heat time
de: Zeit des Gas-Pre-Heats

source: transfer out of chamber
de: Transfer aus der Kammer

source: current
de: Stromstärke

source: voltage
de: Spannung

source: plasma start with shutter
de: Plasma startet mit Shutter

source: cluster tool I depositions
de: Cluster-Tool-I-Depositionen

source: Can add cluster tool I depositions
de: Darf Cluster-Tool-I-Depositionen hinzufügen

source: Can edit perms for cluster tool I depositions
de: Darf die Berechtigungen für Cluster-Tool-I-Depositionen ändern

source: Can view all cluster tool I depositions
de: Darf alle Cluster-Tool-I-Depositionen sehen

source: cluster tool I layer
de: Schicht des Cluster-Tools I

source: cluster tool I layers
de: Schichten des Cluster-Tools I

source: cluster tool I hot-wire layer
de: Hot-Wire-Schicht im Cluster-Tool I

source: cluster tool I hot-wire layers
de: Hot-Wire-Schichten im Cluster-Tool I

source: cluster tool I PECVD layer
de: PECVD-Schicht im Cluster-Tool I

source: cluster tool I PECVD layers
de: PECVD-Schichten im Cluster-Tool I

source: cluster tool II depositions
de: Cluster-Tool-II-Depositionen

source: Can add cluster tool II depositions
de: Darf Cluster-Tool-II-Depositionen hinzufügen

source: Can edit perms for cluster tool II depositions
de: Darf die Berechtigungen für Cluster-Tool-II-Depositionen ändern

source: Can view all cluster tool II depositions
de: Darf alle Cluster-Tool-II-Depositionen sehen

source: cluster tool II deposition lab
de: Labor des Cluster-Tools II

source: cluster tool II layer
de: Schicht des Cluster-Tools II

source: cluster tool II layers
de: Schichten des Cluster-Tools II

source: cluster tool II hot-wire layer
de: Hot-Wire-Schicht im Cluster-Tool II

source: cluster tool II hot-wire layers
de: Hot-Wire-Schichten im Cluster-Tool II

source: cluster tool II PECVD layer
de: PECVD-Schicht im Cluster-Tool II

source: cluster tool II PECVD layers
de: PECVD-Schichten im Cluster-Tool II

source: working pressure
de: Betriebsdruck

source: valve
de: Ventil

source: set temperature
de: Soll-Temperatur

source: thermocouple
de: Thermoelement

source: pre-sputter time
de: Vorsputter-Zeit

source: large shutter
de: großer Shutter

source: small shutter
de: kleiner Shutter

source: substrate holder
de: Substrat-Halter

source: rotational speed
de: Drehzahl

source: loading chamber
de: Ladekammer

source: cluster tool II sputter layer
de: Sputter-Schicht im Cluster-Tool II

source: cluster tool II sputter layers
de: Sputter-Schichten im Cluster-Tool II

source: number
de: Nummer

source: mode
de: Modus

source: voltage<sup>end</sup>
de: Spannung<sup>Ende</sup>

source: refl. power
de: refl. Leistung

source: cluster-tool-II sputter slot
de: Sputter-Slot im Cluster-Tool II

source: cluster-tool-II sputter slots
de: Sputter-Slots im Cluster-Tool II

source: slot {number} of {layer}
de: Slot {number} von {layer}

source: p-hot-wire depositions
de: p-Hot-Wire-Depositionen

source: Can add p-hot-wire depositions
de: Darf p-Hot-Wire-Depositionen hinzufügen

source: Can edit perms for p-hot-wire depositions
de: Darf die Berechtigungen für p-Hot-Wire-Depositionen ändern

source: Can view all p-hot-wire depositions
de: Darf alle p-Hot-Wire-Depositionen sehen

source: p-hot-wire deposition lab
de: p-Hot-Wire-Depositionslabor

source: p-hot-wire deposition layer
de: Schicht einer p-Hot-Wire-Deposition

source: p-hot-wire deposition layers
de: Schichten einer p-Hot-Wire-Deposition

source: 5-chamber deposition
de: 5-Kammer-Deposition

source: 5-chamber depositions
de: 5-Kammer-Depositionen

source: Can add 5-chamber depositions
de: Darf 5-Kammer-Depositionen hinzufügen

source: Can edit perms for 5-chamber depositions
de: Darf die Berechtigungen für 5-Kammer-Depositionen ändern

source: Can view all 5-chamber depositions
de: Darf alle 5-Kammer-Depositionen sehen

source: 5-chamber deposition lab
de: 5-Kammer-Depositionslabor

source: Air
de: Luft

source: temperature 1
de: Temperatur 1

source: temperature 2
de: Temperatur 2

source: impurity
de: Verunreinigung

source: in-situ measurement
de: In-Situ-Messung

source: measurement data file
de: Messdatendatei

source: only the relative path below "5k_PECVD/"
de: nur der relative Pfad unterhalb von "5k_PECVD/"

source: 5-chamber layer
de: 5-Kammer-Schicht

source: 5-chamber layers
de: 5-Kammer-Schichten

source: elec. dist.
de: Elektr.-Abst.

source: data file
de: Datendatei

source: large sputter deposition
de: große Sputter-Deposition

source: large sputter depositions
de: große Sputter-Depositionen

source: Can add large sputter depositions
de: Darf große Sputter-Depositionen hinzufügen

source: Can edit perms for large sputter depositions
de: Darf die Berechtigungen für großen Sputter-Depositionen ändern

source: Can view all large sputter depositions
de: Darf alle großen Sputter-Depositionen sehen

source: Can edit all large sputter depositions
de: Darf alle großen Sputter-Depositionen ändern

source: large sputter deposition lab
de: Labor der großen Sputteranlage

source: pulse
de: Puls

source: layer description
de: Schichtbeschreibung

source: &#x64; (tube target)
de: &#x64; (Rohrtarget)

source: temperature LL
de: Temperatur LL

source: temperature PC
de: Temperatur PC

source: opertating pressure
de: Betriebsdruck

source: throttle
de: Drossel

source: gen. power
de: Gen.‌-Leistung

source: ref. power
de: refl. Leistung

source: feed rate
de: Vorschub

# large sputter deposition
source: steps
de: Überläufe

source: static time
de: statische Zeit

source: U<sub>cal</sub>
de: U<sub>kal</sub>

source: calibration
de: Kalibration

source: frequency
de: Frequenz

source: duty cycle
de: Tastverhältnis

source: accumulated power
de: Gesamtleistung Target

source: large sputter layer
de: Schicht der großen Sputteranlage

source: large sputter layers
de: Schichten der großen Sputteranlage

source: op. pressure
de: Betriebsdruck

source: b. pressure
de: Basisdruck

source: feed
de: Vorschub

source: steps
de: Schritte

source: U_cal
de: U_kal

source: custom
de: speziell

source: Corning glass
de: Corning-Glas

source: glass
de: Glas

source: silicon wafer
de: Silizium-Wafer

source: quartz
de: Quarz

source: sapphire
de: Saphir

source: aluminium foil
de: Alufolie

source: substrate material
de: Substratmaterial

source: substrate
de: Substrat

source: substrates
de: Substrate

source: {material} substrate #{number}
de: {material}-Substrat Nr. {number}

source: cleaning number
de: Reinigungsnummer

source: cleaning process
de: Reinigung

source: cleaning processes
de: Reinigungen

source: Can clean samples
de: Darf Proben reinigen

source: Can edit perms for cleaning processes
de: Darf die Berechtigungen für Reinigungen ändern

source: Can view all cleaning processes
de: Darf alle Reinigungen sehen

source: Hall measurement
de: Hall-Messung

source: Hall measurements
de: Hall-Messungen

source: Can add hall measurements
de: Darf Hallmessungen hinzufügen

source: Can edit perms for hall measurements
de: Darf die Berechtigungen für Hallmessungen ändern

source: Can view all hall measurements
de: Darf alle Hallmessungen sehen

source: hall measurement of {sample}
de: Hall-Messung von {sample}

source: hall measurement #{number}
de: Hall-Messung Nr. {number}

source: PDS number
de: PDS-Nummer

source: raw data file
de: Rohdaten-Datei

source: only the relative path below "pds/"
de: nur der relative Pfad unterhalb von "pds/"

source: evaluated data file
de: ausgewertete Daten-Datei

source: phase-corrected evaluated data file
de: Phasen-korrigierte ausgewertete Daten-Datei

source: apparatus
de: Anlage

source: PDS measurement
de: PDS-Messung

source: PDS measurements
de: PDS-Messungen

source: Can add PDS measurements
de: Darf PDS-Messungen hinzufügen

source: Can edit perms for PDS measurements
de: Darf die Berechtigungen für PDS-Messungen ändern

source: Can view all PDS measurements
de: Darf alle PDS-Messungen sehen

source: PDS measurement of {sample}
de: PDS-Messung von {sample}

source: PDS measurement #{number}
de: PDS-Messung Nr. {number}

source: energy in eV
de: Energie in eV

source: PDS signal in a.u.
de: PDS-Signal in w.E.

source: unevaluated
de: unausgewertet

source: Dektak number
de: Dektak-Nummer

source: layer thickness
de: Schichtdicke

source: Dektak measurement
de: Dektak-Messung

source: Dektak measurements
de: Dektak-Messungen

source: Can add Dektak measurements
de: Darf Dektak-Messungen hinzufügen

source: Can edit perms for Dektak measurements
de: Darf die Berechtigungen für Dektak-Messungen ändern

source: Can view all Dektak measurements
de: Darf alle Dektak-Messungen sehen

source: Dektak measurement #{number}
de: Dektak-Messung Nr. {number}

source: red
de: rot

source: only the relative path below "luma/"
de: nur der relative Pfad unterhalb von "luma/"

source: laser type
de: Lasertyp

source: laser intensity
de: Laserintensität

source: without filter
de: ohne Filter

source: cell position
de: Zellposition

source: cell area
de: Zellfläche

source: Luma measurement
de: Lumamessung

source: Luma measurements
de: Lumamessungen

source: Can add Luma measurements
de: Darf Lumamessungen hinzufügen

source: Can edit perms for Luma measurements
de: Darf die Berechtigungen für Lumamessungen ändern

source: Can view all Luma measurements
de: Darf alle Lumamessungen sehen

source: Luma measurement of {sample}, cell {cell}
de: Lumamessung von {sample}, Zelle {cell}

source: voltage in V
de: Spannung in V

source: Rs in Ω·cm² (red)
de: Rs in Ω·cm² (rot)

source: ideal factor (black)
de: Diodenfaktor (schwarz)

source: conductivity #0
de: Leitfähigkeit 0

source: conductivity #1
de: Leitfähigkeit 1

source: conductivity #2
de: Leitfähigkeit 2

source: conductivity measurement
de: Leitfähigkeitsmessung

source: conductivity measurements
de: Leitfähigkeitsmessungen

source: Can add conductivity measurements
de: Darf Leitfähigkeitsmessungen hinzufügen

source: Can edit perms for conductivity measurements
de: Darf die Berechtigungen für Leitfähigkeitsmessungen ändern

source: Can view all conductivity measurements
de: Darf alle Leitfähigkeitsmessungen sehen

source: conductivity measurement of {sample}
de: Leitfähigkeitsmessung von {sample}

source: conductivity measurement #{number}
de: Leitfähigkeitsmessung Nr. {number}

source: el. current in A
de: Stromstärke in A

source: dark
de: dunkel

source: photo
de: hell

source: characteristic curve
de: Kennlinie

source: temperature-dependent
de: temperaturabhängig

source: single σ
de: Einzel-σ

source: conductivity measurement set
de: Leitfähigkeitsmessung

source: measurement number
de: Messungsnummer

source: kind
de: Art

source: only the relative path below "daten/"
de: nur der relative Pfad unterhalb von "daten/"

source: light conditions
de: Beleuchtung

source: temper time
de: Temperdauer

source: temper temperature
de: Temper-Temperatur

source: assumed thickness
de: angen. Dicke

source: in vacuum
de: Im Vakuum

source: timestamp
de: Zeitstempel

source: timestamp inaccuracy
de: Zeitstempel-Unsicherheit

source: Single conductivity measurement
de: Einzel-Leitfähigkeitsmessung

source: Single conductivity measurements
de: Einzel-Leitfähigkeitsmessungen

source: single conductivity measurement #{number} from {set}
de: Einzel-Leitfähigkeitsmessung Nr. {number} von Messung {set}

source: conductivity measurement {number}
de: Leitfähigkeitsmessung Nr. {number}

source: single
de: Einzelmessung

source: line scan
de: Linienscan

source: time-resolved
de: zeitaufgelöst

source: micro
de: mikro

source: macro
de: makro

source: silicon CCD
de: Silizium-CCD

source: slit
de: Spalt

source: accumulation
de: Akkumulation

source: measurement time
de: Messzeit

source: in seconds
de: in Sekunden

source: laser power
de: Laserleistung

source: filters
de: Filter

source: grating
de: Gitter

source: objective
de: Objektiv

source: peak width a-Si:H
de: Peakbreite a-Si:H

source: peak width µc-Si:H
de: Peakbreite µc-Si:H

source: measured through substrate
de: durch Substrat gemessen

source: detector
de: Detektor

source: profile measurement
de: Profilmessung

source: sampling distance {direction}
de: Punktabstand {direction}

source: number of points {direction}
de: Anzahl Punkte {direction}

source: sampling period
de: Messperiode

source: Raman measurement
de: Ramanmessung

source: Raman measurements
de: Ramanmessungen

source: Raman {apparatus_number} measurement of {sample}
de: Raman-{apparatus_number}-Messung von Probe {sample}

source: intensity (normalised)
de: Intensität (normalisiert)

source: wavenumber in cm⁻¹
de: Wellenzahl in cm⁻¹

source: λ (central)
de: λ (zentral)

source: λ (excitation)
de: λ (Anregung)

source: width {peak}
de: Breite {peak}

source: Raman {apparatus_number} measurement
de: Raman-{apparatus_number}-Messung

source: Raman {apparatus_number} measurements
de: Raman-{apparatus_number}-Messungen

source: Can add Raman 1 measurements
de: Darf Raman-1-Messungen hinzufügen

source: Can edit perms for Raman 1 measurements
de: Darf die Berechtigungen für Raman-1-Messungen ändern

source: Can view all Raman 1 measurements
de: Darf alle Raman-1-Messungen sehen

source: Can add Raman 2 measurements
de: Darf Raman-2-Messungen hinzufügen

source: Can edit perms for Raman 2 measurements
de: Darf die Berechtigungen für Raman-2-Messungen ändern

source: Can view all Raman 2 measurements
de: Darf alle Raman-2-Messungen sehen

source: Can add Raman 3 measurements
de: Darf Raman-3-Messungen hinzufügen

source: Can edit perms for Raman 3 measurements
de: Darf die Berechtigungen für Raman-3-Messungen ändern

source: Can view all Raman 3 measurements
de: Darf alle Raman-3-Messungen sehen

source: etching number
de: Ätznummer

source: acid
de: Säure

source: acid concentration
de: Säure-Konzentration

source: etching time
de: Ätzzeit

source: surface resistance before etching
de: Oberflächenwiderstand vor Ätzung

source: surface resistance after etching
de: Oberflächenwiderstand nach Ätzung

source: layer thickness before etching
de: Schichtdicke vor Ätzung

source: layer thickness after etching
de: Schichtdicke nach Ätzung

source: manual etching
de: manuelle Ätzung

source: manual etchings
de: manuelle Ätzung

source: Can add manual etchings
de: Darf manuelle Ätzungen hinzufügen

source: Can edit perms for manual etchings
de: Darf die Berechtigungen für manuellen Ätzungen ändern

source: Can view all manual etchings
de: Darf alle manuellen Ätzungen sehen

source: manual etching of {sample}
de: manuelle Ätzung von {sample}

source: manual etching #{number}
de: manuelle Ätzung Nr. {number}

source: surface resistance b.
de: Oberflächenwiderstand vorher

source: surface resistance a.
de: Oberflächenwiderstand nachher

source: layer thickness b.
de: Schichtdicke vorher

source: layer thickness a.
de: Schichtdicke nachher

source: throughput speed
de: Durchsatz-Geschwindigkeit

source: voltage indicated
de: angezeigte Spannung

source: throughput etching
de: Durchsatz-Ätzung

source: throughput etchings
de: Durchsatz-Ätzungen

source: Can add throughput etchings
de: Darf Durchsatz-Ätzungen hinzufügen

source: Can edit perms for throughput etchings
de: Darf die Berechtigungen für Durchsatz-Ätzungen ändern

source: Can view all throughput etchings
de: Darf alle Durchsatz-Ätzungen sehen

source: throughput etching plant process of {sample}
de: Durchsatz-Ätzung von {sample}

source: throughput etching plant process #{number}
de: Durchsatz-Ätzung Nr. {number}

source: white
de: weiß

source: irradiance
de: Beleuchtung

source: only the relative path below "Messwerte/"
de: nur der relative Pfad unterhalb von "Messwerte/"

source: DSR measurement
de: DSR-Messung

source: DSR measurements
de: DSR-Messungen

source: Can add DSR measurements
de: Darf DSR-Messungen hinzufügen

source: Can edit perms for DSR measurements
de: Darf die Berechtigungen für DSR-Messungen ändern

source: Can view all DSR measurements
de: Darf alle DSR-Messungen sehen

source: DSR measurement of {sample}
de: DSR-Messung von {sample}

source: IR number
de: IR-Nummer

source: SPA data file
de: SPA-Datei

source: CSV data file
de: CSV-Datei

source: IR measurement
de: IR-Messung

source: IR measurements
de: IR-Messungen

source: Can add IR measurements
de: Darf IR-Messungen hinzufügen

source: Can edit perms for IR measurements
de: Darf die Berechtigungen für IR-Messungen ändern

source: Can view all IR measurements
de: Darf alle IR-Messungen sehen

source: IR measurement of {sample}
de: IR-Messung von {sample}

source: IR measurement #{number}
de: IR-Messung Nr. {number}

source: evaporation number
de: Aufdampfungsnummer

source: small evaporation
de: kleine Aufdampfung

source: small evaporations
de: kleine Aufdampfungen

source: Can add small evaporations
de: Darf kleine Aufdampfungen hinzufügen

source: Can edit perms for small evaporations
de: Darf die Berechtigungen für kleinen Aufdampfungen ändern

source: Can view all small evaporations
de: Darf alle kleinen Aufdampfungen sehen

source: evaporation of {sample}
de: Aufdampfung von {sample}

source: evaporation #{number}
de: Aufdampfung Nr. {number}

source: evaporation material
de: Aufdampfmaterial

source: large evaporation
de: große Aufdampfung

source: large evaporations
de: große Aufdampfungen

source: Can add large evaporations
de: Darf große Aufdampfungen hinzufügen

source: Can edit perms for large evaporations
de: Darf die Berechtigungen für großen Aufdampfungen ändern

source: Can view all large evaporations
de: Darf alle großen Aufdampfungen sehen

source: profilometer + edge
de: Profilometer + Kante

source: calculated from deposition parameters
de: aus Depositionsparametern berechnet

source: estimate
de: Abschätzung

source: other
de: Sonstiges

source: unit
de: Einheit

source: measurement method
de: Messmethode

source: uncertainty
de: Unsicherheit

source: layer thickness measurement
de: Schichtdickenmessung

source: layer thickness measurements
de: Schichtdickenmessungen

source: layer thickness of {sample}
de: Schichtdicke von {sample}

source: layer thickness #{number}
de: Schichtdickenmessung Nr. {number}

source: deposition rate
de: Depositionsrate

source: in nm/min or nm·m/min
de: in nm/min oder nm·m/min

source: sputter characterization
de: Sputter-Charakterisierung

source: sputter characterizations
de: Sputter-Charakterisierungen

source: Can add sputter characterizations
de: Darf Sputter-Charakterisierungen hinzufügen

source: Can edit perms for sputter characterizations
de: Darf die Berechtigungen für Sputter-Charakterisierungen ändern

source: Can view all sputter characterizations
de: Darf alle Sputter-Charakterisierungen sehen

source: sputter characterization of {sample}
de: Sputter-Charakterisierung von {sample}

source: sputter characterization #{number}
de: Sputter-Charakterisierung Nr. {number}

source: cell index
de: Zellindex

source: only the relative path below "maike_user/ascii files/"
de: nur der relative Pfad unterhalb von "maike_user/ascii files/"

source: cell {position} of {solarsimulator_measurement}
de: Zelle {position} von {solarsimulator_measurement}

source: cell position {position}
de: Zellposition {position}

source: data file name
de: Datendatei

source: solarsimulator photo measurement
de: Hell-Sonnensimulator-Messung

source: solarsimulator photo measurements
de: Hell-Sonnensimulator-Messungen

source: current density in mA/cm²
de: Stromdichte in mA/cm²

source: area
de: Fläche
