Repository: BenjKl/juliabase
Catalog: chantal_ipv/locale/*/LC_MESSAGES/django.po
Languages: de

source: Your samples have the names from {first_name} to {last_name}. They were added to “My Samples”.
de: Ihre Proben haben die Namen {first_name} bis {last_name}. Sie wurden zu „Meine Proben“ hinzugefügt.

source: Your sample has the name {name}. It was added to “My Samples”.
de: Ihre Probe hat den Namen {name}. Sie wurde zu „Meine Proben“ hinzugefügt.

source: Add samples
de: Proben hinzufügen

source: Destination samples
de: Zielproben

source: Informal stack was copied from sample {sample}.
de: Der informelle Stapel von Probe {sample} wurde übernommen.

source: Informal stack of {sample} was successfully copied.
de: Der informelle Stapel von Probe {sample} wurde erfolgreich kopiert.

source: Copy informal stack of “{sample}”
de: Informellen Stapel von „{sample}“ kopieren

source: Number is a duplicate.
de: Die Nummer ist ein Duplikat.

source: {name} of {sample}
de: {name} von {sample}

source: You must not select more than one deposition.
de: Sie dürfen nicht mehr als eine Deposition auswählen.

source: Sputter characterization of {sample}
de: Sputter-Charakterisierung von {sample}

source: Add sputter characterization
de: Sputter-Charakterisierung hinzufügen

source: Layer stack of {0}
de: Schichtstapel von {0}

source: Structuring process was successfully changed in the database.
de: Strukturierungsprozess wurde erfolgreich in der Datenbank geändert.

source: Structuring process was successfully added to the database.
de: Strukturierungsprozess wurde erfolgreich zur Datenbank hinzugefügt.

source: Edit structuring process
de: Strukturierungsprozess ändern

source: Add structuring process
de: Strukturierungsprozess hinzufügen

source: Sample {0} has already processes before the timestamp of this substrate, namely from {1}.
de: Probe {0} hat bereits Prozesse vor dem Zeitstempel dieses Substrates, nämlich von {1}.

source: Sample {0} has already a substrate.
de: Die Probe {0} hat bereits ein Substrat.

source: Substrate {0} was successfully changed in the database.
de: Substrat {0} wurde erfolgreich in der Datenbank geändert.

source: Substrate {0} was successfully added to the database.
de: Substrat {0} wurde erfolgreich zur Datenbank hinzugefügt.

source: Edit substrate “{0}”
de: Ändern des Substrates „{0}“

source: Add substrate
de: Substrat hinzufügen

source: Split the sample(s) after etching
de: Spalte die Probe(n) nach der Ätzung

source: Throughput etching plant process {number}
de: Durchsatz-Ätzung Nr. {number}

source: Add throughput etching plant process
de: Durchsatz-Ätzung hinzufügen
