Repository: BenjKl/juliabase
Catalog: chantal_ipv/locale/*/LC_MESSAGES/django.po
Languages: de

source: efficiency η
de: Effizienz η

source: fill factor
de: Füllfaktor

source: open circuit voltage
de: Offene-Klemm-Spannung

source: short-circuit current density
de: Kurzschluss­strom­dichte

source: series resistance
de: Serienwiderstand

source: shunt resistance
de: Shuntwiderstand

source: correction factor
de: Korrekturfaktor

source: solarsimulator dark measurement
de: Dunkel-Sonnensimulator-Messung

source: solarsimulator dark measurements
de: Dunkel-Sonnensimulator-Messungen

source: current in mA
de: Stromstärke in mA

source: diode factor n
de: Diodenfaktor n

source: saturation current I₀
de: Sättigungsstrom I₀

source: length
de: Länge

source: width
de: Breite

source: parameters
de: Parameter

source: structuring
de: Strukturierung

source: structurings
de: Strukturierungen

source: 5-chamber etching number
de: 5-Kammer-Ätznummer

source: 5-chamber etching process
de: 5-Kammer-Ätzung

source: 5-chamber etching processes
de: 5-Kammer-Ätzungen

source: 5-Chamber etching process of {sample}
de: 5-Kammer-Ätzung von {sample}

source: 5-Chamber etching process #{number}
de: 5-Kammer-Ätzung Nr. {number}

source: sample
de: Probe

source: sample details
de: Probendetails

# plural
source: sample details
de: Probendetails

source: black
de: schwarz

source: blue
de: blau

source: brown
de: braun

source: darkgray
de: dunkelgrau

source: green
de: grün

source: lightblue
de: hellblau

source: lightgreen
de: hellgrün

# color
source: silver
de: silbern

source: yellow
de: gelb

# metall
source: silver
de: Silber

source: HF dip
de: HF-Dipp

source: doping
de: Dotierung

source: classification
de: Klassifikation

source: color
de: Farbe

source: thickness
de: Dicke

source: thickness reliable
de: Dicke zuverlässig

source: structured
de: strukturiert

source: textured
de: texturiert

source: always collapsed
de: immer verkürzt

source: process
de: Prozess

source: additional process data
de: zuzätzliche Prozessdaten

source: verified
de: überprüft

source: informal layer
de: informelle Schicht

source: informal layers
de: informelle Schichten

source: You must give a classification or comments or both.
de: Sie müssen eine Klassifikation oder Kommentare angeben, oder beides.

source: You are not allowed to edit the substrate #{number} because you are not allowed to edit all affected samples.
de: Sie dürfen das Substrat Nr. {number} nicht ändern, weil Sie nicht alle beteiligten Proben ändern dürfen.

source: You are not allowed to add a substrate because you are not allowed to edit all affected samples.
de: Sie dürfen kein Substrat hinzufügen, weil Sie nicht alle beteiligten Proben ändern dürfen.

source: woman with binoculars
de: Frau mit Fernglas

source: Resource not found
de: Ressource nicht gefunden

source: The resource » <em>%(request_path)s</em> « could not be found. Please check that the URL is correct, and/or check that the denoted sample, process etc is already in the database.
de: Die Ressource » <em>%(request_path)s</em> « konnte nicht gefunden werden. Bitte überprüfen Sie, ob die URL korrekt ist und/oder die angegebene Probe, der angegebene Prozess etc. schon in der Datenbank existiert.

source: Internal Chantal error
de: Interner Chantal-Fehler

source: Main menu
de: Hauptmenü

source: Jülich Forschungszentrum logo
de: Logo des Forschungszentrums Jülich

source: ancient human dispatcher
de: Fräulein vom Amt

source: Internal server error
de: Interner Server-Fehler

source: <p>You experienced an internal error in the Chantal server software. The administrators have been contacted already and will do their best in eliminating the bug. Typically, they will contact you as soon as the problem is tackled.</p> <p>If you just submitted data to the database, don't close this window. It may be that the problem is being fixed and you are asked to go back and re-do your action, so that the data is actually written into the database.</p>
de: <p>Sie sind auf einen internen Fehler der Chantal-Serversoftware gestoßen. Die Administatoren wurden bereits benachrichtigt und werden ihr bestes tun, den Fehler zu beheben. Typischerweise werden sie Sie benachrichtigen, sobald der Fehler behoben ist.</p> <p>Falls Sie gerade Daten an die Datenbank übertragen haben, schließen Sie dieses Fenster nicht. Es könnte sein, dass das Problem gelöst wird und Sie aufgefordert werden, zurückzugehen und Ihre letzte Aktion zu wiederholen, damit die Daten tatsächlich in die Datenbank geschrieben werden.</p>

source: switch to %(language)s
de: wechsle zu %(language)s

source: Welcome,
de: Willkommen,

source: Report feature wish or bug
de: Bug oder Featurewunsch melden

source: Help
de: Hilfe

source: Log out
de: Abmelden

source: Log in
de: Anmelden

source: IEF-5 logo
de: Logo des IEF-5

source: The database server
de: Der Datenbank-Server

source: Operating system
de: Betriebssystem

source: http://en.wikipedia.org/wiki/Apache_HTTP_Server
de: http://de.wikipedia.org/wiki/Apache_HTTP_Server

source: Database
de: Datenbank

source: http://en.wikipedia.org/wiki/PostgreSQL
de: http://de.wikipedia.org/wiki/PostgreSQL

source: http://en.wikipedia.org/wiki/Django_(web_framework)
de: http://de.wikipedia.org/wiki/Django_(Framework)

source: “<strong>Chantal</strong>” stands for “<strong>c</strong>omprehensive <strong>h</strong>ighly-<strong>a</strong>vailable <strong>n</strong>etworked <strong>t</strong>est-items <strong>a</strong>rchiving <strong>l</strong>ibrary”.
de: „<strong>Chantal</strong>“ steht für „<strong>C</strong>omprehensive <strong>h</strong>ighly-<strong>a</strong>vailable <strong>n</strong>etworked <strong>t</strong>est-items <strong>a</strong>rchiving <strong>l</strong>ibrary“.

source: meeting
de: Besprechung

source: Error in time
de: Fehler in der Zeitangabe

source: minutes
de: Minuten

source: hit rate
de: Treffer

source: connect.
de: Verbind.

source: secretary
de: Sekretärin

source: Availability
de: Verfügbarkeit

source: No data available.
de: Keine Daten verfügbar.

source: %(availability)s availability since %(start_date)s.
de: %(availability)s Verfügbarkeit seit dem %(start_date)s.

source: Most recent downtimes:
de: Letzte Ausfälle:

source: Work load
de: Arbeitslast

source: <p>These plots are re-calculated every 10 minutes, the underlying resolution being higher, though. Lines referring to “mandy” are slightly thicker than those referring to “olga”.</p> <p>“Memory usage” also shows the use of swap storage in red.</p>
de: <p>Diese Plots werden alle 10 Minuten neu generiert, wobei die zugrundeliegenden Daten eine höhere Auflösung haben. Die Kurven von „Mandy“ sind etwas dicker als die von „Olga“.</p> <p>„Memory usage“ zeigt außerdem die Größe der Auslagerungsdatei in rot.</p>

source: server load statistics plots
de: Statistik-Plots der Serverlast

source: Hourly backups of the database tables
de: Stündliche Backups der Datenbank-Tabellen

source: Last backup:
de: Letztes Backup:

source: Last copy of all backups to sonne:
de: Letztes kopieren aller Backups auf Sonne:

source: No log data found.
de: Keine Logdaten gefunden.

source: Tivoli storage manager
de: Tivoli Backupsystem

source: Log file could not be accessed.
de: Die Logdatei konnte nicht gelesen werden.

source: last backup
de: letztes Backup

source: Time
de: Zeit

source: Objects inspected
de: Inspizierte Objekte

source: Objects failed
de: Fehlgeschlagene Objekte

source: Beyond Beyer's paper piles
de: Jenseits von Beyers Papierstapeln

source: General error
de: Allgemeiner Fehler

source: Substrate
de: Substrat

source: Error in deposition
de: Fehler in der Deposition

source: Error with removal from “My Samples”
de: Fehler beim Entfernen von „Meine Proben“

source: Error in measurement
de: Fehler in Messung

source: The samples database
de: Die Probendatenbank

source: Attention: The informal stacks of the selected destination samples will be overwritten!
de: Achtung: Die informellen Stapel der ausgewählten Zielproben werden überschrieben!

source: Error in destination samples
de: Fehler in Zielproben

source: layer stack
de: Schichtstapel

source: cleaning process error
de: Fehler mit dem Reinigungsprozess

source: Sample list error
de: Fehler mit der Probenliste

source: Error in conductivity measurements
de: Fehler in Leitfähigkeitsmessungen

source: Error in sample
de: Fehler in den Proben

source: Error in conductivity measurement
de: Fehler in Leitfähigkeitsmessung

source: Error with adding layers
de: Fehler beim hinzufügen von Schichten

source: Error in Dektak data
de: Fehler in den Dektak-Daten

source: Error in sample list
de: Fehler in Probenliste

source: Error in layer
de: Fehler in der Schicht

source: Error with removing from My Samples
de: Fehler beim Entfernen von „Meinen Schichten“

source: Error in IR data
de: Fehler in den IR-Daten

source: Error in process
de: Fehler bei den Prozessdaten

source: Error in Luma data
de: Fehler in den Luma-Daten

source: layer number
de: Schichtnummer

source: Gas flows in sccm
de: Gasflüsse in sccm

source: Error in PDS data
de: Fehler in den PDS-Daten

source: Extract from datafile error
de: Fehler mit dem extrahieren aus der Datendatei

source: Error in Raman data
de: Fehler in den Raman-Daten

source: Informal stack
de: Informeller Stapel

source: delete
de: löschen

source: duplicate this layer
de: diese Schicht duplizieren

source: delete this layer
de: diese Schicht löschen

source: Error in channel
de: Fehler im Channel

source: Number of channels to be added:
de: Anzahl der Channels, die hinzugefügt werden sollen:

source: Number of layers to be added:
de: Anzahl der Schichten, die hinzugefügt werden sollen:

source: Error in solarsimulator measurements
de: Fehler in Sonnensimulator-Messungen

source: Error in solarsimulator measurement
de: Fehler in der Sonnensimulator-Messung

source: Substrate error
de: Fehler mit dem Substrat

source: elect. dist.
de: Elektr.-Abst.

source: In-situ measurement
de: In-Situ-Messung

source: filename
de: Dateiname

source: base p
de: p_Basis

source: (not finished)
de: (nicht ab­ge­schlos­sen)

source: No data found for this time range.
de: Keine Daten aus diesen Zeitraum gefunden.

source: type
de: Typ

source: eval.
de: ausg.

source: ph.-c. eval.
de: Ph.-k. ausg.

source: app.
de: Anlage

source: evaluated
de: ausgewertet

source: phase-corrected evaluated
de: Phasen-korrigiert ausgewertet

source: manufacturer
de: Hersteller

source: http://en.wikipedia.org/wiki/Land_Run_of_1889
de: http://de.wikipedia.org/wiki/Oklahoma_Land_Run

source: Oklahoma land rush
de: Oklahoma Land Run

source: Assert a new claim to …
de: Einen neuen Anspruch einreichen auf …

source: existing samples
de: existierende Proben

source: old-style sample names which do not yet exist
de: Probennamen nach „alter Art“, die bislang noch nicht existieren

source: “To exist” means here “to exist in the database”.
de: „Existieren“ bedeutet hier „in der Probendatenbank existieren“.

source: woman in laboratory
de: Frau im Labor

source: woman with lock
de: Frau mit Schloss

source: Sorry, you can't access this resource. %(description)s Please contact the administrator if you think you ought to have the permission.
de: Leider dürfen Sie nicht auf diese Ressource zugreifen. %(description)s Bitte kontaktieren Sie den Administrator, wenn Sie glauben, dass Sie die Berechtigung haben sollten.

source: Also note that the head of your institute group may add you to the Chantal topic you need to access this resource.
de: Beachten Sie außerdem, dass der Leiter Ihrer Institutsgruppe Sie zum Thema hinzufügen könnte, das Sie benötigen, um auf diese Ressource zuzugreifen.

source: This occurence isn't reported to anyone, and it is not logged.
de: Dieses Ereignis wird niemandem gemeldet und in keine Logdatei geschrieben.

source: Cleaning number
de: Reinigungsnummer

source: File
de: Datei

source: Silane conc.
de: Silankonz.

source: copy informal stack
de: informellen Stapel kopieren

source: cell layout
de: Zelllayout

source: Mr {lastname}
de: Herr {lastname}

source: Deposition {number} was successfully changed in the database.
de: Die Deposition {number} wurde erfolgreich in der Datenbank geändert.

source: Deposition {number} was successfully added to the database.
de: Die Deposition {number} wurde erfolgreich zur Datenbank hinzugefügt.

source: The deposition was not saved due to incorrect or missing data.
de: Die Deposition wurde nicht gespeichert, weil noch Angaben fehlen oder inkorrekt sind.

source: Edit {name} “{number}”
de: {name} „{number}“ ändern

source: Add {name}
de: {name} hinzufügen

source: This number is already in use.
de: Diese Nummer ist schon vergeben.

source: Sample is already dead at this time.
de: Die Probe ist zu diesem Zeitpunkt schon tot.

source: This field must be of the form HH:MM.
de: Dieses Feld muss von der Form HH:MM sein.

source: Invalid time.
de: Ungültige Zeitangabe.

source: Group meeting {group_name}
de: Gruppenbesprechung {group_name}

source: Operator
de: Operateur

source: No measurenents given.
de: Keine Messungen angebeben.

source: This cell position is already given.
de: Diese Zellposition ist schon vergeben.

source: A solarsimulator measurement with this cell index and data file already exists.
de: Eine Solarsimulatormessung mit diesem Zellindex und dieser Datendatei existiert bereits.

source: Solarsimulator measurement #{number}
de: Solarsimulatormessung Nr. {number}

source: today, %H:%M
de: heute, %H:%M

source: yesterday, %H:%M
de: gestern, %H:%M

source: %A, %b %d, %Y, %H:%M
de: %A, %d. %b %Y, %H:%M

source: %b %d, %Y, %H:%M
de: %d. %b %Y, %H:%M

source: {from_} until {to} ({minutes} minute)
de: {from_} bis {to} ({minutes} Minute)

source: %H:%M today
de: heute %H:%M

source: %H:%M yesterday
de: gestern %H:%M

source: successful, {timestamp}
de: erfolgreich, {timestamp}

source: failed, {timestamp}
de: fehlgeschlagen, {timestamp}

source: no log data found
de: keine Logdaten gefunden

source: Chantal server statistics
de: Chantal Server-Statistik

source: Chantal is presented to you by …
de: Chantal wird Ihnen präsentiert von …

source: Samples
de: Proben

source: Comma-separated
de: Komma-separiert

source: The name {name} appears more than once.
de: Der Name {name} kommt mehr als einmal vor.

source: The name {invalid_names} is not valid.
de: Der Name {invalid_names} ist ungültig.

source: The name {existing_names} is already existing.
de: Der Name {existing_names} existiert schon.

source: For a custom substrate, you must give substrate comments.
de: Sie müssen ein „spezielles Substrat“ in den Substrat-Kommentaren näher beschreiben.

source: You are not allowed to add a claim in another user's name.
de: Sie dürfen keinen Anspruch auf Proben im Namen eines anderen Benutzers erheben.

source: Sample request from {requester}
de: Probenanfrage von {requester}

source: Hello {reviewer}, {requester} wants to become the new “currently responsible person” of one or more samples. Please visit {url} for reviewing this request. If you don't want or cannot approve the request, please contact {requester} directly and ask him or her to withdraw the request. Chantal.
de: Hallo {reviewer}, {requester} möchte gerne die neue „aktuell verantwortliche Person“ von einer oder mehreren Proben werden. Bitte besuchen Sie {url} um diese Anfrage zu überprüfen. Wenn Sie die Anfrage nicht genehmigen können, kontaktieren Sie bitte {requester} direkt und bitten ihn oder sie, die Anfrage zurückzuziehen. Chantal.

source: Sample claim {id_} was successfully submitted.
de: Der Anspruch {id_} wurde erfolgreich eingereicht.

source: Assert claim
de: Anspruch erheben

source: The cleaning number you have chosen isn't valid.
de: Diese Reinigungsnummer ist ungültig.

source: The cleaning number you have chosen already exists.
de: Diese Reinigungsnummer existiert bereits.

source: The first two digits must match the year of the cleaning.
de: Die ersten zwei Ziffern müssen zum Jahr der Reinigung passen.

source: Cleaning process {name} was successfully changed in the database.
de: Reinigung {name} wurde erfolgreich in der Datenbank geändert.

source: Cleaning process {name} was successfully added to the database.
de: Reinigung {name} wurde erfolgreich zur Datenbank hinzugefügt.

source: Edit cleaning process “{name}”
de: Ändern von Reinigung „{name}“

source: Add cleaning process
de: Reinigung hinzufügen

source: The file is not a valid datafile.
de: Diese Datei ist keine gültige Datendatei.

source: The timestamp must not be in the future.
de: Der Zeitstempel darf nicht in der Zukunft liegen.

source: Number of measurements to be added
de: Anzahl der Messungen, die hinzugefügt werden sollen:

source: Remove Measurement
de: Messung entfernen

source: The file already exists.
de: Die Datei existiert bereits.

source: {process} was successfully changed in the database.
de: {process} wurde erfolgreich in der Datenbank geändert.

source: {process} was successfully added to the database.
de: {process} wurde erfolgreich zur Datenbank hinzugefügt.

source: Conductivity measurements of {sample}
de: Leitfähigkeitsmessungen von {sample}

source: Add conductivity measurements
de: Leitfähigkeitsmessungen hinzufügen

source: Dektak measurement of {sample}
de: Dektak-Messung von {sample}

source: Add Dektak measurement
de: Dektak-Messung hinzufügen

source: Add DSR measurement
de: DSR-Messung hinzufügen

source: The deposition number must not be changed.
de: Die Depositionsnummer darf nicht verändert werden.

source: This deposition number exists already.
de: Diese Depositionsnummer ist schon vergeben.

source: The first two digits must match the year of the deposition.
de: Die ersten zwei Ziffern müssen zum Jahr der Deposition passen.

source: remove this layer
de: diese Schicht löschen

source: move this layer
de: diese Schicht verschieben

source: up
de: hoch

source: down
de: runter

source: You can't duplicate, move, or remove a layer at the same time.
de: Sie können nicht gleichzeitig dieselbe Schicht duplizieren, entfernen oder verschieben.

source: No layers given.
de: Keine Schichten angebeben.

source: The sample {samples} is already dead at this time.
de: Die Probe {samples} ist zu diesem Zeitpunkt schon tot.

source: Add IR measurement
de: IR-Messung hinzufügen

source: If given, this field must be different from the initial {gasname} flow.
de: Wenn angegeben, muss dieses Feld vom anfänglichen {gasname}-Fluss verschieden sein.

source: You can't change the number of the first layer.
de: Sie können nicht die Nummer des ersten Layers ändern.

source: New layers collide with following deposition.
de: Die neuen Schichten kollidieren mit der nachfolgenden Deposition.

source: Overlap with previous deposition numbers.
de: Überlapp mit der vorherigen Depositionsnummer.

source: Layer number is not consecutive.
de: Die Schichtnummern nicht nicht aufeinanderfolgend.

source: Layer date must not be after deposition timestamp.
de: Das Schichtdatum darf nicht nach dem Depositionsdatum liegen.

source: Layer date is not consecutive.
de: Das Schichtdatum ist nicht aufsteigend.

source: The sample holder must be specified if the substrate size is smaller than 30×30.
de: Der Probenhalter muss angegeben werden, wenn die Substratgröße kleiner als 30×30 ist.

source: The evaporation number you have chosen isn't valid.
de: Die Aufdampfnummer, die Sie ausgewählt haben, ist ungültig.

source: The evaporation number you have chosen already exists.
de: Diese Aufdampfnummer ist schon vergeben.

source: Process {number} was successfully changed in the database.
de: Der Prozess {number} wurde erfolgreich in der Datenbank geändert.

source: Process {number} was successfully added to the database.
de: Der Prozess {number} wurde erfolgreich zur Datenbank hinzugefügt.

source: Invalid deposition number. It must be of the form YYL-NNN.
de: Ungültige Depositionsnummer. Sie muss dem Muster JJB-NNN folgen.

source: With RDM, only the middle T_S^MC can be given.
de: Bei RDM kann nur das mittlere T_S^MC angebenen werden.

source: This field is forbidden if mode is neither “MF” nor “R-MF” nor “pulse”.
de: Dieses Feld ist verboten, wenn der Modus weder „MF“, „R-MF“ noch „Puls“ ist.

source: {measurement} was successfully changed in the database.
de: {measurement} wurde erfolgreich in der Datenbank geändert.

source: {measurement} was successfully added to the database.
de: {measurement} wurde erfolgreich zur Datenbank hinzugefügt.

source: Thickness of {sample}
de: Schichtdicke von {sample}

source: Add thickness
de: Dicke hinzufügen

source: Luma measurement of {sample}
de: Lumamessung von {sample}

source: Add Luma measurement
de: Lumamessung hinzufügen

source: The etching number you have chosen isn't valid.
de: Die Ätzungsnummer, die Sie ausgewählt haben, ist ungültig.

source: The etching number you have chosen already exists.
de: Die Ätzungsnummer, die Sie gewählt haben, ist schon vergeben.

source: The thickness after the etching must be smaller then before the etching.
de: Die Dicke muss nach dem Ätzen kleiner sein als davor.

source: Split the sample after etching
de: Die Probe nach der Ätzung splitten

source: This etching number is already in use.
de: Diese Ätzungsnummer ist schon vergeben.

source: Etching process {number} was successfully changed in the database.
de: Ätzung {number} wurde erfolgreich in der Datenbank geändert.

source: Etching process {number} was successfully added to the database.
de: Ätzung {number} wurde erfolgreich zur Datenbank hinzugefügt.

source: Manual etching #{number}
de: Manuelle Ätzung Nr. {number}

source: Add manual etching
de: Manuelle Ätzung hinzufügen

source: none
de: keine

source: Layer to be added
de: Schicht, die hinzugefügt werden soll

source: Nickname of My Layer to be added
de: Spitzname Meiner Schicht, die hinzugefügt werden soll

source: off
de: aus

source: This field is forbidden for this mode.
de: Dieses Feld ist verboten für diesen Modus.

source: This target is forbidden for this mode.
de: Dieses Target ist verboten für diesen Modus.

source: Overwrite with file data
de: Mit Datei-Daten überschreiben

source: Edit PDS measurement of {sample}
de: Ändern der PDS-Messung von {sample}

source: Add PDS measurement
de: PDS-Messung hinzufügen

source: PDS measurement #{pds_number}
de: PDS-Messung Nr. {pds_number}

source: Sample
de: Probe

source: This field is required for this kind of measurement.
de: Dieses Feld ist erforderlich für diese Art von Messung.

source: This field is forbidden for this kind of measurement.
de: Dieses Feld ist verboten für diese Art von Messung.

source: It must be: time × accumulation ≤ sampling period.
de: Es muss gelten: Zeit × Akkumulation ≤ Messperiode

source: Edit Raman {apparatus_number} measurement of {sample}
de: Raman-{apparatus_number}-Messung der Probe {sample} ändern

source: Add Raman {apparatus_number} measurement
de: Raman-{apparatus_number}-Messung hinzufügen

source: Raman {apparatus_number} measurement #{raman_number}
de: Raman-{apparatus_number}-Messung #{raman_number}

source: no names
de: keine Namen

source: new-style
de: neue Art

source: Number of samples
de: Anzahl der Proben

source: Substrate comments
de: Substrat-Kommentare

source: Substrate originator
de: Substrat-Urheber

source: Current location
de: Aktueller Probenort

source: Purpose
de: Zweck

source: separated with commas, no whitespace
de: getrennt durch Kommas, keine Leerzeichen

source: Topic
de: Thema

source: Rename
de: Namen vergeben

source: with {markdown_link} syntax
de: mit {markdown_link}-Syntax

source: The cleaning number you have chosen doesn't exist.
de: Diese Reinigungsnummer existiert nicht.

source: You must provide a cleaning number if you want to use it for the names.
de: Sie müssen eine Renigungsnummer angeben, wenn Sie diese für die Namen verwenden wollen.
