Repository: BenjKl/juliabase
Catalog: chantal/locale/*/LC_MESSAGES/django.po
Languages: de

source: Access denied
de: Zugriff verweigert

source: Ambiguous sample name
de: Mehrdeutiger Probenname

source: German
de: Deutsch

source: English
de: Englisch

source: Chinese
de: Chinesisch

source: Ukrainian
de: Ukrainisch

source: Russian
de: Russisch

source: French
de: Französisch

source: Dutch
de: Niederländisch

source: phone
de: Telefon

source: contact person in the institute
de: Kontaktperson im Institut

source: external operator
de: externer Operator

source: external operators
de: externe Operatoren

source: Can add an external operator
de: Darf externen Operateur anlegen

source: totally accurate
de: vollständig genau

source: accurate to the minute
de: auf die Minute genau

source: accurate to the hour
de: auf die Stunde genau

source: accurate to the day
de: auf den Tag genau

source: accurate to the month
de: auf den Monat genau

source: accurate to the year
de: auf das Jahr genau

source: not even accurate to the year
de: nicht einmal auf das Jahr genau

source: timestamp
de: Zeitstempel

source: timestamp inaccuracy
de: Zeitstempel-Unsicherheit

source: comments
de: Kommentare

source: process
de: Prozess

source: processes
de: Prozesse

source: current location
de: aktueller Probenort

source: currently responsible person
de: aktuell Verantwortlicher

source: purpose
de: Zweck

source: separated with commas, no whitespace
de: mit Kommas getrennt, keine Leerzeichen

source: split origin
de: Split-Ursprung

source: group
de: Gruppe

source: sample
de: Probe

source: samples
de: Proben

source: Can view all samples (senior user)
de: Darf alle Proben sehen (Seniornutzer)

source: name alias
de: Alternativname

source: name aliases
de: Alternativnamen

source: parent
de: Elter

source: sample split
de: Probenspaltung

source: sample splits
de: Probenspaltungen

source: split of %s
de: Spaltung von %s

source: custom
de: speziell

source: silicon 100 wafer
de: Silizium-100-Wafer

source: substrate material
de: Substrat-Material

source: substrate
de: Substrat

source: substrates
de: Substrate

source: completely split
de: vollständig gespalten

source: lost and unfindable
de: unauffindbar verlorengegangen

source: completely destroyed
de: vollständig vernichtet

source: cause of death
de: Todesursache

source: cease of existence
de: Beendigung der Existenz

source: ceases of existence
de: Beendigungen der Existenz

source: cease of existence of %s
de: Beendigung der Existenz von %s

source: cease of existence #%d
de: Beendigung der Existenz #%d

source: none
de: keine

source: title
de: Überschrift

source: image file type
de: Typ der Bilddatei

source: quantities and values
de: Messgrößen und Werte

source: in Python pickle format
de: im Python-Pickle-Format

source: result
de: Ergebnis

source: results
de: Ergebnisse

source: result for %s
de: Ergebnis für %s

source: result #%d
de: Ergebnis #%d

source: row
de: Zeile

source: row #%d
de: Zeile %d

source: must be of the form “originator-YY-name”
de: muss von der Form „Urheber-JJ-name“ sein

source: description
de: Beschreibung

source: sample series
de: Probenserie

source: sample serieses
de: Probenserien

source: initials
de: Kürzel

source: user
de: Benutzer

source: initialses
de: Kürzel

source: language
de: Sprache

source: my samples
de: meine Proben

source: auto-addition groups
de: Gruppen mit Auto-Hinzufügen

source: new samples in these groups are automatically added to “My Samples”
de: neue Proben in diesen Gruppen werden automatisch zu „Meine Proben“ hinzugefügt

source: get only important news
de: nur wichtige Neuigkeiten

source: feed enties
de: Feed-Einträge

source: my layers
de: meine Schichten

source: user details
de: Benutzerdetails

source: Can edit group memberships and add new groups
de: Darf Gruppenzugehörigkeiten ändern und neue Gruppen hinzufügen

source: restricted
de: beschränkt

source: group details
de: Gruppendetails

source: deposition number
de: Depositionsnummer

source: depositions
de: Depositionen

source: number
de: Nummer

source: 6-chamber deposition
de: 6-Kammer-Deposition

source: 6-chamber depositions
de: 6-Kammer-Depositionen

source: Can create and edit 6-chamber depositions
de: Darf 6-Kammer-Depositionen anlegen und ändern

source: 6-chamber deposition lab
de: 6-Kammer-Depositionslabor

source: layer number
de: Schichtnummer

source: layer
de: Schicht

source: layers
de: Schichten

source: layer %d
de: Schicht %d

source: chamber
de: Kammer

source: deposition pressure
de: Depositionsdruck

source: with unit
de: mit Einheit

source: deposition time
de: Depositionszeit

source: substrate–electrode distance
de: Abstand Substrat–Elektrode

source: transfer in the chamber
de: Transfer in die Kammer

source: gas of gas pre-heat
de: Gas im Gas-Pre-Heat

source: pressure of gas pre-heat
de: Druck im Gas-Pre-Heat

source: time of gas pre-heat
de: Zeit des Gas-Pre-Heats

source: heating temperature
de: Heiztemperatur

source: transfer out of the chamber
de: Transfer aus der Kammer

source: plasma start power
de: Startleistung Plasma

source: plasma start with carrier
de: Plasma startet mit Carrier

source: deposition frequency
de: Depositionsfrequenz

source: deposition power
de: Depositionsleistung

source: base pressure
de: Basisdruck

source: 6-chamber layer
de: 6-Kammer-Deposition

source: 6-chamber layers
de: 6-Kammer-Schichten

source: layer %(number)d of %(deposition)s
de: Schicht %(number)d von %(deposition)s

source: time
de: Zeit

source: electr. dist./mm
de: Elektr.-Abst./mm

source: yes
de: ja

source: no
de: nein

source: p_base/Torr
de: p_Basis/Torr

source: gas and dilution
de: Gas und Verdünnung

source: flow rate
de: Flussrate

source: 6-chamber channel
de: 6-Kammer-Channel

source: 6-chamber channels
de: 6-Kammer-Channels

source: channel %(number)d of %(layer)s
de: Channel %(number)d von %(layer)s

source: large-area deposition
de: großflächige Deposition

source: large-area depositions
de: großflächige Depositionen

source: Can create and edit large-area depositions
de: Darf großflächige Depositionen anlegen und ändern

source: lab notebook for %s
de: Laborbuch für %s

source: large-area deposition lab
de: Großflächige-Depositionslabor

source: NN large PC1
de: NN große PC1

source: NN large PC2
de: NN große PC2

source: NN large PC3
de: NN große PC3

source: NN small 1
de: NN kleine 1

source: NN small 2
de: NN kleine 2

source: NN40 large PC1
de: NN40 große PC1

source: NN40 large PC2
de: NN40 große PC2

source: date
de: Datum

source: layer type
de: Schichttyp

source: power
de: Leistung

source: pressure
de: Druck

source: temperature
de: Temperatur

source: HF frequency
de: HF-Frequenz

source: electrode
de: Elektrode

source: electrodes distance
de: Elektrodenabstand

source: large-area layer
de: Schicht der Großflächigen

source: large-area layers
de: Schichten der Großflächigen

source: time/s
de: Zeit/s

source: elec. dist./mm
de: Elektr.-Abst./mm

source: originator
de: Ersteller

source: is important
de: ist wichtig

source: feed entry
de: Feed-Eintrag

source: feed entries
de: Feed-Einträge

source: feed entry #%d
de: Feed-Eintrag #%d

source: auto adders
de: Auto-Hinzufüger

source: new samples feed entry
de: Feed-Eintrag für neue Proben

source: new samples feed entries
de: Feed-Einträge für neue Proben

source: New sample in “%s”
de: Neue Probe in „%s“

source: old group
de: alte Gruppe

source: moved samples feed entry
de: Feed-Eintrag für verschobene Proben

source: moved samples feed entries
de: Feed-Einträge für verschobene Proben

source: New sample moved to “%s”
de: Neue Probe in „%s“ verschoben

source: new physical process feed entry
de: Feed-Eintrag für neue physikalische Prozesse

source: new physical process feed entries
de: Feed-Einträge für neue physikalische Prozesse

source: New %s
de: Neu: %s

source: edited physical process feed entry
de: Feed-Eintrag für geänderte physikalische Prozesse

source: edited physical process feed entries
de: Feed-Einträge für geänderte physikalische Prozesse

source: Edited %s
de: %s geändert

source: result is new
de: Ergebnis ist neu

source: result feed entry
de: Feed-Eintrag für Ergebnis

source: result feed entries
de: Feed-Einträge für Ergebnisse

source: New: %s
de: Neu: %s

source: Edited: %s
de: Geändert: %s

source: copied My Samples feed entry
de: Feed-Eintrag für kopierte Meine Proben

source: copied My Samples feed entries
de: Feed-Einträge für kopierte Meine Proben

source: %s copied samples to you
de: %s hat Proben zu Ihnen kopiert

source: has responsible person changed
de: hat der Proben-Verantwortliche sich geändert

source: edited samples feed entry
de: Feed-Eintrag für geänderte Proben

source: edited samples feed entries
de: Feed-Einträge für geänderte Proben

source: Sample %s was edited
de: Probe %s wurde geändert

source: Samples were edited
de: Proben wurden geändert

source: sample was completely split
de: Probe wurde vollständig gespalten

source: sample split feed entry
de: Feed-Eintrag für gespaltene Probe

source: sample split feed entries
de: Feed-Einträge für gespaltene Probe

source: Sample “%s” was split
de: Probe „%s“ wurde gespalten

source: edited sample series feed entry
de: Feed-Eintrag für geänderte Probenserie

source: edited sample series feed entries
de: Feed-Einträge für geänderte Probenserien

source: Sample series %s was edited
de: Probenserie „%s“ wurde geändert

source: subscribers
de: Abonnenten

source: new sample series feed entry
de: Feed-Eintrag für neue Probenserie

source: new sample series feed entries
de: Feed-Einträge für neue Probenserien

source: New sample series “%(sample_series)s” in group “%(group)s”
de: Neue Probenserie „%(sample_series)s“ in Gruppe „%(group)s“

source: moved sample series feed entry
de: Feed-Eintrag für verschobene Probenserie

source: moved sample series feed entries
de: Feed-Einträge für verschobene Probenserien

source: Sample series %(sample_series)s was moved to group “%(group)s”
de: Probenserie „%(sample_series)s“ wurde zur Gruppe „%(group)s“ verschoben

source: added
de: hinzugefügt

source: removed
de: entfernt

source: action
de: Aktion

source: changed group feed entry
de: Feed-Eintrag für geänderte Gruppen

source: changed group feed entries
de: Feed-Einträge für geänderte Gruppen

source: Now in group “%s”
de: Jetzt in Gruppe „%s“

source: Not anymore in group “%s”
de: Nicht mehr in Gruppe „%s“

source: Hall measurement
de: Hall-Messung

source: Hall measurements
de: Hall-Messungen

source: Can create and edit hall measurements
de: Darf Hallmessungen anlegen und ändern

source: hall measurement of %s
de: Hall-Messung von %s

source: hall measurement #%d
de: Hall-Messung #%d

source: pds number
de: PDS-Nummer

source: raw data file
de: Rohdaten-Datei

source: only the relative path below "pds/"
de: nur der relative Pfad unterhalb von "pds/"

source: evaluated data file
de: ausgewertete Daten-Datei

source: PDS measurement
de: PDS-Messung

source: PDS measurements
de: PDS-Messungen

source: Can create and edit PDS measurements
de: Darf PDS-Messungen anlegen und ändern

source: PDS measurement of %s
de: PDS-Messung von %s

source: PDS measurement #%d
de: PDS-Messung #%d

source: energy in eV
de: Energie in eV

source: Permission denied:
de: Zugriff verweigert:

source: You are not allowed to view sample %s since you are not in the sample's group, nor are you its currently responsible person.
de: Sie dürfen nicht die Probe %s sehen, da Sie weder in der Gruppe der Probe sind, noch ihr aktuell Verantwortlicher sind.

source: You are not allowed to view sample %s since you are not in the sample's group, nor are you its currently responsible person, nor are you a senior user.
de: Sie dürfen nicht die Probe %s sehen, da Sie weder in der Gruppe der Probe sind, noch ihr aktuell Verantwortlicher sind, noch Seniornutzer sind.

source: You are not allowed to edit the process “%(process)s” because you don't have the permission “%(permission)s”.
de: Sie dürfen den Prozess „%(process)s“ nicht ändern, weil Sie nicht die Berechtigung „%(permission)s“ haben.

source: You are not allowed to add %(process_plural_name)s because you don't have the permission “%(permission)s”.
de: Sie dürfen keine %(process_plural_name)s hinzufügen, weil Sie nicht die Berechtigung „%(permission)s“ haben.

source: You are not allowed to view lab notebooks for %(process_plural_name)s because you don't have the permission “%(permission)s”.
de: Sie dürfen keine Laborbücher für %(process_plural_name)s einsehen, weil Sie nicht die Berechtigung „%(permission)s“ haben.

source: You are not allowed to view the process “%(process)s” because neither you have the permission “%(permission)s”, nor you are allowed to view one of the processed samples.
de: Sie dürfen den Prozess „%(process)s“ sich nicht anschauen, weil Sie weder die Berechtigung „%(permission)s“ haben, noch eine der beteiligten Proben sehen dürfen.

source: You are not allowed to edit the result “%s” because you didn't create this result.
de: Sie dürfen das Resultat „%s“ nicht ändern, weil Sie dieses Resultat nicht selbst angelegt haben.

source: You are not allowed to view the result “%s” because neither did you create this result, nor are you allowed to view its connected samples or sample series.
de: Sie dürfen sich das Ergebnis „%s“ nicht anschauen, weil Sie weder der Urheber dieses Ergebnisses sind, noch eine der beteiligten Proben oder Probenserien sehen dürfen.

source: You are not allowed to add the result to %s because neither are you the currently responsible person for this sample, nor are you a member of its group.
de: Sie dürfen kein Resultat zu %s hinzufügen, weil Sie weder der aktuell Verantwortliche für diese Probe sind, noch ein Mitglied ihrer Gruppe.

source: You are not allowed to add the result to %s because neither are you the currently responsible person for this sample series, nor are you a member of its group.
de: Sie dürfen kein Resultat zu %s hinzufügen, weil Sie weder der aktuell Verantwortliche für diese Probenserie sind, noch ein Mitglied ihrer Gruppe.

source: You are not allowed to edit the substrate #%d because you are not allowed to edit all affected samples.
de: Sie dürfen das Substrat #%d nicht verändern, weil Sie nicht alle betroffenen Proben ändern dürfen.

source: You are not allowed to add a substrate because you are not allowed to edit all affected samples.
de: Sie dürfen das Substrat nicht neu anlegen, weil Sie nicht alle betroffenen Proben ändern dürfen.

source: You are not allowed to edit the sample “%s” (including splitting and declaring dead) because you are not the currently responsible person for this sample.
de: Sie dürfen die Probe „%s“ nicht ändern (inklusive spalten und für tot erklären), weil Sie nicht ihr aktuell Verantwortlicher sind.

source: You are not allowed to edit the sample series “%s” because you are not the currently responsible person for this sample series.
de: Sie dürfen die Probenserie „%s“ nicht ändern, weil Sie nicht ihr aktuell Verantwortlicher sind.

source: You are not allowed to view the sample series “%s” because neither areyou the currently responsible person for it, nor are you in its group.
de: Sie dürfen die Probenserie %s nicht sehen, weil Sie weder der aktuell Verantwortliche für diese Probeserie sind, noch ein Mitglied ihrer Gruppe.

source: You are not allowed to add an external operator because you don't have the permission “%s”.
de: Sie dürfen keinen neuen externen Operator anlegen, weil Ihnen die Berechtgung „%s“ fehlt.

source: You are not allowed to edit this external operator because you aren't their current contact person.
de: Sie dürfen diesen externen Operateur nicht ändern, weil Sie nicht die aktuelle Kontaktperson für ihn sind.

source: You are not allowed to view this external operator because you are not their current contact person.
de: Sie dürfen diesen externen Operateur nicht einsehen, weil Sie nicht die aktuelle Kontaktperson für ihn sind.

source: You are not allowed to view this external operator because neither are you their current contact person, nor are you a senior user.
de: Sie dürfen diesen externen Operateur nicht einsehen, weil Sie weder die aktuelle Kontaktperson für ihn sind, noch ein Seniornutzer sind.

source: You are not allowed to change group memberships because you don't have the permission “%s”.
de: Sie dürfen keine Gruppenzugehörigkeiten ändern, weil Ihnen die Berechtgung „%s“ fehlt.

source: You are not allowed to change group memberships because you are not in this group.
de: Sie dürfen keine Gruppenzugehörigkeiten ändern, weil Sie nicht in dieser Gruppe sind.

source: You gave an invalid hash parameter in the query string. Note that you can't access the news feed of another user.
de: Sie haben einen ungültigen Hash-Wert im Query-String angegeben. Beachten Sie, dass Sie nicht auf den Newsfeed eines anderen Benutzers zugreifen dürfen.

source: You can't access the feed of an inactive user.
de: Sie können nicht auf den Feed eines inaktiven Benutzers zugreifen.

source: Yes
de: Ja

source: No
de: Nein

source: (with %(markdown_link)s syntax)
de: (mit %(markdown_link)s-Syntax)

source: date unknown
de: Datum unbekannt

source: Initials
de: Kürzel

source: New name
de: Neuer Name

source: New name must be a valid “new-style” name.
de: Der neue Name muss ein gültiger Name der „neuen Art“ sein.

source: This sample name exists already.
de: Dieser Probenname ist schon vergeben.

source: This sample name has been used already on this page.
de: Dieser Probenname wurde auf dieser Seite bereits verwendet.

source: Please give the list of provisional samples names (without the asterisk, but with leading zeros) as a comma-separated list without whitespace in the “numbers” query string parameter.
de: Bitte geben Sie eine Liste der provisorischen Namen an (ohne Sternchen, aber mit führenden Nullen) als eine Komma-separierte Liste ohne Leerraum, im „numbers“-Querystring-Parameter.

source: You may change the sample names, but you must choose initials first.
de: Sie können die Probennamen setzen, aber erst müssen Sie sich ein Kürzel ausdenken.

source: Successfully renamed the samples.
de: Proben erfolgreich umbenannt.

source: Giving new-style names
de: Probennamen nach „neuer Art“ vergeben

source: Column groups
de: Spalten-Gruppen

source: Columns
de: Spalten

source: Table export for “%s”
de: Tabellen-Export für „%s“

source: The external operator “%s” was successfully added.
de: Der externe Operateur „%s“ wurde erfolgreich neu angelegt.

source: Add external operator
de: Neuen externen Operateur anlegen

source: Concact person
de: Kontaktperson

source: The external operator “%s” was successfully changed.
de: Der externe Operateur „%s“ wurde erfolgreich geändert.

source: Edit external operator “%s”
de: Externen Operateur „%s“ ändern

source: External operator “%(name)s”
de: Externer Operateur „%(name)s“

source: You have no external contacts.
de: Sie haben keine externen Kontakte.

source: All you external contacts
de: Alle Ihre externen Kontakte

source: You must add a "hash" parameter to the query string.
de: Sie müssen einen "hash"-Parameter zum Query-String hinzufügen.

source: Chantal news for %s
de: Chantal-Neuigkeiten für %s

source: The timestamp must not be in the future.
de: Der Zeitstempel darf nicht in der Zukunft liegen.

source: Number of layers to be added
de: Anzahl der Schichten, die hinzugefügt werden sollen

source: Nickname of My Layer to be added
de: Spitzname Meiner Schicht, die hinzugefügt werden soll

source: The initials must start with two uppercase letters. They must contain uppercase letters and digits only. Digits must be at the end.
de: Ein Namenskürzel muss mit zwei Großbuchstaben beginnen. Es darf nur Großbuchstaben und Ziffern beinhalten. Die Ziffern müssen hinten stehen.

source: These initials are already used.
de: Dieses Namenskürzel ist schon vergeben.

source: Description of edit
de: Beschreibung der Änderung

source: Important edit
de: Wichtige Änderung

source: Time must be given in the form HH:MM:SS.
de: Zeiten müssen im Format HH:MM:SS angegeben werden.

source: Minutes and seconds must be smaller than 60.
de: Minuten und Sekunden müssen kleiner als 60 sein.

source: Must be a physical quantity with number and unit.
de: Muss eine physikalische Größe mit Maßzahl und Einheit sein.

source: The unit is invalid. Valid units are: %s
de: Die Einheit ist ungültig. Gültige Einheiten sind: %s

source: Invalid deposition number. It must be of the form YYL-NNN.
de: Ungültiges Depositionsnummer-Format. Es muss von der Form JJL-NNN sein.

source: The deposition letter must be an uppercase “%s”.
de: Der Depositionsbuchstabe muss ein großes „%s“ sein.

source: You mustn't use image and headings syntax in Markdown markup.
de: Sie dürfen weder Bilder noch Überschriften in Markdown-Markup verwenden.

source: Name of new group
de: Name der neuen Gruppe

source: This group name is already used.
de: Dieser Gruppenname ist bereits vergeben.

source: Group %s was successfully created.
de: Die Gruppe %s wurde erfolgreich angelegt.

source: Add new group
de: Neue Gruppe hinzufügen

source: List of all groups
de: Liste aller Gruppen

source: Members
de: Mitglieder

source: Members of group “%s” were successfully updated.
de: Die Mitglieder der Gruppe „%s“ wurden erfolgreich auf den neuesten Stand gebracht.

source: Change group memberships of “%s”
de: Mitglieder der Gruppe “%s” ändern

source: year
de: Jahr

source: month
de: Monat

source: Lab notebook for %s
de: Laborbuch für %s

source: Samples
de: Proben

source: The first two digits must match the year of the deposition.
de: Die ersten zwei Ziffern müssen zum Jahr der Deposition passen.

source: Remove deposited samples from My Samples
de: Entferne deponierte Proben von Meine Proben

source: duplicate this layer
de: diese Schicht duplizieren

source: remove this layer
de: diese Schicht löschen

source: move this layer
de: diese Schicht verschieben

source: up
de: hoch

source: down
de: runter

source: You can't duplicate, move, or remove a layer at the same time.
de: Sie können nicht gleichzeitig dieselbe Schicht duplizieren, entfernen oder verschieben.

source: No layers given.
de: Keine Schichten angebeben.

source: You can't change the number of the first layer.
de: Sie können nicht die Nummer des ersten Layers ändern.

source: New layers collide with following deposition.
de: Die neuen Schichten kollidieren mit der nachfolgenden Deposition.

source: Overlap with previous deposition numbers.
de: Überlapp mit der vorherigen Depositionsnummer.

source: The sample %s is already dead at this time.
de: Die Probe %s ist zu diesem Zeitpunkt schon tot.

source: Layer number is not consecutive.
de: Die Schichtnummern nicht nicht aufeinanderfolgend.

source: Deposition %s was successfully changed in the database.
de: Die Deposition %s wurde erfolgreich in der Datenbank geändert.

source: Deposition %s was successfully added to the database.
de: Die Deposition %s wurde erfolgreich zur Datenbank hinzugefügt.

source: Large-area deposition “%s”
de: Großflächige Deposition „%s“

source: Add large-area deposition
de: Großflächige Deposition hinzufügen

source: Main menu
de: Hauptmenü

source: Deposition number pattern
de: Muster für Depositionsnummer

source: Search for deposition
de: Nach Deposition suchen

source: Sandbox
de: Sandkasten

source: Markdown sandbox
de: Markdown-Sandkasten

source: Nickname
de: Spitzname

source: Layer identifier
de: Schicht-Bezeichnung

source: in the form "deposition number"-"layer number"
de: in der Form "Depositionsnummer"-"Schichtnummer"

source: Delete
de: Löschen

source: Deposition and layer number must be separated by "-".
de: Depositions- und Schichtnummer müssen mit einem "-" getrennt werden.

source: Deposition number doesn't exist.
de: Diese Deposition gibt es nicht.
