Repository: BenjKl/juliabase
Catalog: chantal/locale/*/LC_MESSAGES/django.po
Languages: de

source: Layer number isn't a number.
de: Die Schichtnummer ist keine Zahl.

source: This layer does not exist in this deposition.
de: In dieser Deposition gibt es diesen Layer nicht.

source: Nickname is already given.
de: Dieser Spitzname ist schon vergeben.

source: You can't access the “My Layers” section of another user.
de: Sie düfen nicht auf „Meine Schichten“ eines anderen Benutzers zugreifen.

source: My Layers
de: Meine Schichten

source: My Samples
de: Meine Proben

source: New currently responsible person
de: Neuer aktuell Verantwortlicher

source: New Group
de: Neue Gruppe

source: New current location
de: Neuer Probenort

source: Copy to user
de: Zu Benutzer kopieren

source: Comment for recipient
de: Kommentar für Empfänger

source: Remove from “My Samples”
de: Entferne von „Meine Proben“

source: If you copy samples over to another person, you must enter a short comment.
de: Wenn Sie Proben zu einer anderen Person kopieren, müssen Sie einen kurzen Kommentar eingeben.

source: If you edit samples, you must enter a short comment.
de: Wenn Sie Proben ändern, müssen Sie einen kurzen Kommentar eingeben.

source: You must be the currently responsible person for samples you'd like to change.
de: Sie müssen die aktuell verantwortliche Person sein für die Proben, die Sie ändern wollen.

source: You can't access the “My Samples” section of another user.
de: Sie düfen nicht auf „Meine Proben“ eines anderen Benutzers zugreifen.

source: Successfully processed “My Samples”.
de: Erfolgreich „Meine Proben“ verarbeitet.

source: Edit “My Samples” of %s
de: „Meine Proben“ von %s ändern

source: Sample
de: Probe

source: Couldn't open datafile.
de: Konnte Daten-Datei nicht öffnen.

source: Overwrite with file data
de: Mit Datei-Daten überschreiben

source: Remove measured sample from My Samples
de: Entferne gemessene Probe von Meine Proben

source: This PDS number is already in use.
de: Diese PDS-Nummer ist schon vergeben.

source: Sample is already dead at this time.
de: Die Probe ist zu diesem Zeitpunkt schon tot.

source: %s was successfully changed in the database.
de: %s wurde erfolgreich in der Datenbank geändert.

source: %s was successfully added to the database.
de: %s wurde erfolgreich zur Datenbank hinzugefügt.

source: PDS measurement %s
de: PDS-Messung %s

source: Add PDS measurement
de: PDS-Messung hinzufügen

source: Invalid file format. Only PDF, PNG, and JPEG are allowed.
de: Ungültiges Dateiformat. Nur PDF, PNG und JPEG sind erlaubt.

source: Sample serieses
de: Probenserien

source: Image file
de: Bilddatei

source: You don't have the permission to add the result to all selected samples/series.
de: Sie haben nicht die erforderlichen Rechte, um alle ausgewählten Proben/Serien zu ändern.

source: You must select at least one samples/series.
de: Sie müssen mindestens eine Probe/Serie markieren.

source: Number of quantities
de: Anzahl der Messgrößen

source: Number of values
de: Anzahl der Werte

source: Quantity name
de: Messgrößen-Name

source: Value
de: Wert

source: Adding samples or sample series must be marked as important.
de: Hinzufügen von Proben oder Probenserien muss immer als „wichtig“ markiert werden.

source: This quantity is already used in this table.
de: Diese Messgröße wurde in dieser Tabelle schon verwendet.

source: Edit result
de: Ergebnis ändern

source: New result
de: Ergebnis hinzufügen

source: Result “%s”
de: Ergebnis „%s“

source: is amongst My Samples
de: gehört zu Meinen Proben

source: Currently responsible person
de: Aktuell Verantwortlicher

source: Group
de: Gruppe

source: Changing the group or the responsible person must be marked as important.
de: Änderungen der Gruppe oder des Verantwortlichen müssen immer als „wichtig“ markiert werden.

source: Sample %s was successfully changed in the database.
de: Die Probe %s wurde erfolgreich in der Datenbank geändert.

source: Edit sample “%s”
de: Ändern der Probe „%s“

source: split
de: Spaltung

source: You are not allowed to add any processes to the sample %s because neither are you its currently responsible person, nor in its group, nor do you have special permissions for a physical process.
de: Sie dürfen keine Prozesse zur Probe %s hinzufügen, weil Sie weder ihr aktueller Verantwortlicher sind, noch in ihrer Gruppe sind, noch spezielle Berechtigungen für physikalische Prozesse haben.

source: Sample %s was added to Your Samples.
de: Probe %s wurde zu Meinen Proben hinzugefügt.

source: Sample %s was removed from Your Samples.
de: Probe %s wurde von Meinen Proben entfernt.

source: Number of samples
de: Anzahl der Proben

source: Substrate
de: Substrat

source: Substrate comments
de: Substrat-Kommentare

source: Current location
de: Aktueller Probenort

source: Purpose
de: Zweck

source: Give names
de: Namen vergeben

source: Your samples have the provisional names from %(first_name)s to %(last_name)s. They were added to “My Samples”.
de: Ihre Proben haben die provisorischen Namen von %(first_name)s bis %(last_name)s. Sie wurden zu „Meine Proben“ hinzugefügt.

source: Your sample has the provisional name %s. It was added to “My Samples”.
de: Ihre Probe hat den provisorischen Namen %s. Sie wurde zu „Meine Proben“ hinzugefügt.

source: Add samples
de: Proben hinzufügen

source: Add process to sample “%s”
de: Prozess zu Probe „%s“ hinzufügen

source: Name pattern
de: Namensmuster

source: Search for sample
de: Nach Proben suchen

source: Last process wasn't a split.
de: Der letzte Prozess war keine Spaltung.

source: Sample “%s” was killed.
de: Probe „%s“ wurde getötet.

source: Kill sample “%s”
de: Töten der Probe „%s“

source: Sample series “%s”
de: Probenserie „%s“

source: Sample series %s was successfully updated in the database.
de: Die Probenserie %s wurde erfolgreich in der Datenbank geändert.

source: Edit sample series “%s”
de: Ändern der Probenserie „%s“

source: This sample series name is already given.
de: Dieser Probenserienname ist schon vergeben.

source: The name is %d letter too long.
de: Der Name ist %d Buchstaben zu lang.

source: Sample series %s was successfully added to the database.
de: Die Probenserie %s wurde erfolgreich zur Datenbank hinzugefügt.

source: Create new sample series
de: Neue Probenserie anlegen

source: Name is unknown.
de: Dieser Name ist unbekannt.

source: Gas type is unknown.
de: Dieser Gastyp ist unbekannt.

source: This deposition number exists already.
de: Diese Depositionsnummer ist schon vergeben.

source: Number is a duplicate.
de: Die Nummer ist ein Duplikat.

source: 6-chamber deposition “%s”
de: 6-Kammer-Deposition „%s“

source: New 6-chamber deposition
de: Neue 6-Kammer-Deposition

source: Old sample name
de: Alter Probenname

source: Pieces
de: Stücke

source: You must get rid of the provisional sample name.
de: Sie müssen den provisorischen Probennamen aufgeben.

source: No sample with this name found.
de: Keine Probe dieses Namens gefunden.

source: Alias is not unique.
de: Der Alias ist nicht eindeutig.

source: No sample with this ID found.
de: Keine Probe mit dieser ID gefunden.

source: Invalid ID format.
de: Ungültiges ID-Format.

source: Must be at least 1.
de: Muss mindestens 1 sein.

source: If you choose a new-style name, it must not change.
de: Wenn Sie einen Namen „neuer Art“ wählen, dürfen Sie ihn nicht ändern.

source: If you choose a deposition-style name, it must begin with the deposition number.
de: Wenn Sie einen Depositions-Probennamen wählen, muss er mit der Depositionsnummer beginnen.

source: New sample name
de: Neuer Probenname

source: (for all samples; leave empty for no change)
de: (für alle Proben; leerlassen um nichts zu ändern)

source: Sample %s occurs multiple times.
de: Probe %s kommt mehrfach vor.

source: Sample %s doesn't belong to this deposition.
de: Probe %s gehört nicht zu dieser Deposition.

source: Since there is more than one piece, the new name must not be exactly the deposition's name.
de: Da es mehr als ein Probenstück gibt, darf der neue Name nicht exakt der Depositionsname sein.

source: At least one sample of the original deposition is missing.
de: Wenigstens eine Probe der originalen Deposition fehlt.

source: If you don't split, you can't rename the single piece.
de: Wenn Sie nicht spalten, dürfen Sie das einzelne Stück nicht umbenennen.

source: If you choose a deposition-style name, it must begin with the parent's new name.
de: Wenn Sie einen Depositions-Probennamen wählen, muss er mit dem neuen Namen der Mutterprobe beginnen.

source: Samples were successfully split and/or renamed.
de: Die Proben wurden erfolgreich gespalten und/oder umbenannt.

source: Bulk sample rename for %s
de: Probenumbenennung für %s

source: New sample purpose
de: Neuer Probenzweck

source: The sample name has an invalid format.
de: Dieser Probenname hat ein ungültiges Format.

source: The new sample name must start with the parent sample's name.
de: Der neue Probenname muss mit dem Namen der Ursprungsprobe beginnen.

source: Name does already exist in database.
de: Name existiert schon in der Datenbank.

source: All pieces completely entered
de: Alle Stücke vollständig eingegeben

source: Sample was completely split
de: Probe wurde vollständig gespalten

source: Sample series
de: Probenserie

source: You must split into at least one piece.
de: Sie müssen mindestens in ein Stück spalten.

source: You must split into at least two pieces if the split is complete.
de: Sie müssen in mindestens zwei Stücke spalten, wenn die Spaltung vollständig ist.

source: Name is already given.
de: Dieser Name ist schon vergeben.

source: This split is not the last one in the sample's process list.
de: Dieser Split ist nicht der letzte Prozess, der auf die Probe angewendet wurde.

source: Sample “%s” was successfully split.
de: Die Probe „%s“ wurde erfolgreich gespalten.

source: Split sample “%s”
de: Spalten der Probe „%s“

source: %(count)d year
de: %(count)d Jahr

source: %(count)d month
de: %(count)d Monat

source: %(count)d week
de: %(count)d Woche

source: %(count)d day
de: %(count)d Tag

source: %(count)d hour
de: %(count)d Stunde

source: %(count)d second
de: %(count)d Sekunde

source: and
de: und

source: , and
de: und

source: today, %H:%M
de: heute, %H:%M

source: yesterday, %H:%M
de: gestern, %H:%M

source: %A, %b %d, %Y, %H:%M
de: %A, %d. %b %Y, %H:%M

source: %b %d, %Y, %H:%M
de: %d. %b %Y, %H:%M

source: %(from)s until %(to)s (%(minutes)d minute)
de: %(from)s bis %(to)s (%(minutes)d Minute)

source: %H:%M today
de: heute %H:%M

source: %H:%M yesterday
de: gestern %H:%M

source: successful, %s
de: erfolgreich, %s

source: failed, %s
de: fehlgeschlagen, %s

source: no log data found
de: keine Logdaten gefunden

source: for %(time)s
de: seit %(time)s

source: Chantal server statistics
de: Chantal Server-Statistik

source: Chantal is presented to you by …
de: Chantal wird Ihnen präsentiert von …

source: You can't access the preferences of another user.
de: Sie können nicht auf die Einstellungen eines anderen Benutzers zugreifen.

source: The preferences were successfully updated.
de: Die persönlichen Einstellungen wurden erfolgreich geändert.

source: Change preferences for %s
de: Ändere Einstellungen für %s

source: You can't access the list of groups and permissions of another user.
de: Sie können nicht auf die Gruppenliste und Berechtigungen eines anderen Benutzers zugreifen.

source: Groups and permissions for %s
de: Gruppen und Berechtigungen von %s

source: Sample %s could not be found (neither as an alias).
de: Probe %s konnte nicht gefunden werden (nicht mal als Aliasname).

source: , and
de: und

source: woman with binoculars
de: Frau mit Fernglas

source: Resource not found
de: Ressource nicht gefunden

source: The resource » <em>%(request_path)s</em> « could not be found. Please check that the URL is correct, and/or check that the denoted sample, process etc is already in the database.
de: Die Ressource » <em>%(request_path)s</em> « konnte nicht gefunden werden. Bitte überprüfen Sie, ob die URL korrekt ist und/oder die angegebene Probe, der angegebene Prozess etc. schon in der Datenbank existiert.

source: ancient human dispatcher
de: Fräulein vom Amt

source: Internal Chantal error
de: Interner Chantal-Fehler

source: Internal server error
de: Interner Server-Fehler

source: You experienced an internal error in the Chantal server software. The administrators have been contacted already and will do their best in eliminating the bug. Typically, they will contact you as soon as the problem is tackled.
de: Sie sind auf einen internen Fehler der Chantal-Serversoftware gestoßen. Die Administatoren wurden bereits benachrichtigt und werden ihr bestes tun, den Fehler zu beheben. Typischerweise werden sie Sie benachrichtigen, sobald der Fehler behoben ist.

source: Operating system
de: Betriebssystem

source: http://en.wikipedia.org/wiki/Apache_HTTP_Server
de: http://de.wikipedia.org/wiki/Apache_HTTP_Server

source: Database
de: Datenbank

source: http://en.wikipedia.org/wiki/MySQL
de: http://de.wikipedia.org/wiki/MySQL

source: Programming runtime
de: Programm-Laufzeitsystem

source: http://en.wikipedia.org/wiki/Python_(programming_language)
de: http://de.wikipedia.org/wiki/Python_(Programmiersprache)

source: Programming framework
de: Programmier-Framework

source: http://en.wikipedia.org/wiki/Django_(web_framework)
de: http://de.wikipedia.org/wiki/Django_(Framework)

source: “<strong>Chantal</strong>” stands for “<strong>c</strong>omprehensive <strong>h</strong>ighly-<strong>a</strong>vailable <strong>n</strong>etworked <strong>t</strong>est-items <strong>a</strong>rchiving <strong>l</strong>ibrary”.
de: „<strong>Chantal</strong>“ steht für „<strong>C</strong>omprehensive <strong>h</strong>ighly-<strong>a</strong>vailable <strong>n</strong>etworked <strong>t</strong>est-items <strong>a</strong>rchiving <strong>l</strong>ibrary“.

source: General error
de: Allgemeiner Fehler

source: switch to %(language)s
de: wechsle zu %(language)s

source: DB access time:
de: DB-Zugriffszeit:

source: Welcome,
de: Willkommen,

source: Report feature wish or bug
de: Bug oder Featurewunsch melden

source: Help
de: Hilfe

source: Log out
de: Abmelden

source: Log in
de: Anmelden

source: Jülich Forschungszentrum logo
de: Logo des Forschungszentrums Jülich

source: IEF-5 logo
de: Logo des IEF-5

source: The samples database
de: Die Probendatenbank

source: Error in initials
de: Fehler im Kürzel

source: Error in new name
de: Fehler in neuen Namen

source: Password change
de: Passwort ändern

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
de: Bitte geben Sie aus Sicherheitsgründen erst Ihr altes Passwort und darunter dann zweimal (um sicherzustellen, dass Sie es korrekt eingegeben haben) das neue Kennwort ein.

source: Old password:
de: Altes Passwort:

source: New password:
de: Neues Passwort:

source: Confirm password:
de: Passwort wiederholen:

source: Change my password
de: Mein Passwort ändern

source: Error in column groups
de: Fehler in Spalten-Gruppen

source: Error in columns
de: Fehler in Spalten

source: <p>Below, you see a preview of the table. If you export it by clicking on the button, you get the table in CSV format. This should be importable by any table-processing program. It has the following properties, which you may have to specify when importing the data:</p> <ol> <li>The columns are <em>tabulator</em>-separated (“TAB”).</li> <li>The file is encoded in <em>UTF-8</em>.</li> </ol> <p>Note that depending on the MS Excel version number, it may be easier to import the table into Excel by saving the file with the extension <tt>".txt"</tt> before importing it.</p>
de: <p>Sie sehen unten eine Vorschau der Tabelle. Wenn Sie sie exportieren, indem Sie auf die Schaltfläche drücken, erhalten Sie die Tabelle im CSV-Format. Dieses sollte von jedem Tabellen-verarbeitenden Programm importierbar sein. Es hat die folgenden Eigenschaften, die Sie u.U. beim Importieren der Daten angeben müssen:</p> <ol> <li>Die Spalten sind durch <em>Tabulatoren</em> getrennt („TAB“).</li> <li>Die Datei ist <em>UTF-8</em>-kodiert.</li> </ol> <p>Beachten Sie, dass, abhängig von der MS-Excel-Version, es möglicherweise einfacher ist, die Tabelle in eine Datei mit der Endung <tt>".txt"</tt> zu speichern, bevor Sie sie importieren.</p>

source: Go back
de: Zurück

source: The name %(alias)s is an alias for the following samples:
de: Der Name %(alias)s ist ein Alias für die folgenden Proben:

source: Error in external operator
de: Fehler im externen Operateur

source: Error in deposition
de: Fehler in der Deposition

source: Error in sample list
de: Fehler in Probenliste

source: Error in layer
de: Fehler in der Schicht

source: Error with adding layers
de: Fehler beim hinzufügen von Schichten

source: Error with removing from My Samples
de: Fehler beim Entfernen von „Meinen Schichten“

source: Error in My Layer
de: Fehler in „Meinem Layer“

source: Error in “My Samples”
de: Fehler in „Meine Proben“

source: Error in PDS data
de: Fehler in den PDS-Daten

source: Error in sample
de: Fehler in den Proben

source: Extract from datafile error
de: Fehler mit dem extrahieren aus der Datendatei

source: Error with removal from “My Samples”
de: Fehler beim Entfernen von „Meine Proben“

source: Error in preferences
de: Fehler in Einstellungen

source: (This list shows all groups you are a member of. You can mark those groups that you want all new samples of which to be implicitly added to “My Samples”.)
de: (Diese Liste zeigt alle Gruppen, in denen Sie Mitglied sind. Sie können all diejenigen Gruppen markieren, deren neue Proben automatisch zu „Meine Proben“ hinzugefügt werden sollen.)

source: (Once set, you can't change this anymore.)
de: (Einmal gesetzt, kann es nie mehr geändert werden.)

source: Error in result
de: Fehler im Ergebnis

source: Error in dimensions
de: Fehler in den Dimensionen

source: Number of quantities × values
de: Anzahl der Messgrößen × Werte

source: Error in quantity
de: Fehler in der Messgröße

source: Error in value
de: Fehler im Wert

source: Error in sample series
de: Fehler in Probenserie

source: delete this layer
de: diese Schicht löschen

source: delete
de: löschen

source: Error in channel
de: Fehler im Channel

source: Number of channels to be added:
de: Anzahl der Channels, die hinzugefügt werden sollen:

source: Number of layers to be added:
de: Anzahl der Schichten, die hinzugefügt werden sollen:

source: You were added to group “%(group)s”.
de: Sie wurden zur Gruppe „%(group)s“ hinzugefügt.

source: You are no longer a member of group “%(group)s”.
de: Sie sind nicht mehr Mitglied der Gruppe „%(group)s“.

source: %(originator)s has copied the following sample to your “My Samples” list:
de: %(originator)s hat die folgende Probe zu Ihrer „Meine-Proben“-Liste hinzugefügt:

source: Further information given by %(originator)s:
de: Weitere Informationen, die %(originator)s gab:

source: %(originator)s changed <a href="%(url)s">%(process)s</a>.
de: %(originator)s änderte <a href="%(url)s">%(process)s</a>.

source: This affected the following sample:
de: Das betraf die folgende Probe:

source: The change was significant.
de: Die Änderung war signifikant.

source: The change was minor.
de: Die Änderung war kleinerer Natur.

source: Description of the change:
de: Beschreibung der Änderung:

source: %(originator)s has edited the sample series “<a href="%(url)s">%(sample_series)s</a>”.
de: %(originator)s änderte die Probenserie „<a href="%(url)s">%(sample_series)s</a>“.

source: You are now the new responsible person for this sample.
de: Sie sind nun der neue Verantwortliche für diese Probe.

source: %(originator)s has edited the sample <a href="%(first_url)s">%(first_sample)s</a>.
de: %(originator)s änderte die Probe „<a href="%(first_url)s">%(first_sample)s</a>“.

source: %(originator)s has moved the sample series “<a href="%(url)s">%(sample_series)s</a>” from group “%(old_group)s” to the group “%(group)s”.
de: %(originator)s hat die Probenserie „<a href="%(url)s">%(sample_series)s</a>“ von der Gruppe „%(old_group)s“ in die Gruppe „%(group)s“ verschoben.

source: You are subscribed to this sample series because you have at least one of its samples amongst “My Samples”.
de: Sie sind Abonnent dieser Probenserie, weil wenigstens eine der Proben dieser Probenserie unter „Meine Proben“ aufgeführt ist.

source: You are not subscribed to this sample series because you have none of its samples amongst “My Samples”.
de: Sie sind kein Abonnent dieser Probenserie, weil Sie keine der Proben dieser Probenserie in „Meine Proben“ haben.

source: Full description of the change:
de: Volle Beschreibung der Änderung:

source: %(originator)s has moved the following sample from group “%(old_group)s” to the group “%(group)s”:
de: %(originator)s hat die folgende Probe von der Gruppe „%(old_group)s“ in die Gruppe „%(group)s“ verschoben:

source: %(originator)s has moved the following formerly group-less sample to the group “%(group)s”:
de: %(originator)s hat die folgende vormals gruppenlose Probe in die Gruppe „%(group)s“ geschoben:

source: The sample is amongst “My Samples”.
de: Die Probe ist unter „Meine Proben“ aufgeführt.

source: The sample was not (at least not <em>automatically</em>) added to “My Samples”.
de: Die Probe wurde nicht (zumindest nicht <em>automatisch</em>) zu „Meine Proben“ hinzugefügt.

source: %(originator)s finished <a href="%(url)s">%(process)s</a>.
de: %(originator)s führte <a href="%(url)s">%(process)s</a> durch.

source: %(originator)s has added the sample series “<a href="%(url)s">%(sample_series)s</a>” to the group “%(group)s”.
de: %(originator)s hat die Probenserie „<a href="%(url)s">%(sample_series)s</a>“ zur Gruppe „%(group)s“ hinzugefügt.

source: Description
de: Beschreibung

source: %(originator)s has added the following sample in the group “%(group)s” to the database:
de: %(originator)s hat die folgende Probe zur Gruppe „%(group)s“ hinzugefügt:

source: The given purpose is “%(purpose)s”.
de: Der angegebene Zweck ist „%(purpose)s“.

source: %(originator)s added the result “<a href="%(url)s">%(title)s</a>”.
de: %(originator)s fügte das Ergebnis „<a href="%(url)s">%(title)s</a>“ hinzu.

source: %(originator)s edited the result “<a href="%(url)s">%(title)s</a>”.
de: %(originator)s änderte das Ergebnis „<a href="%(url)s">%(title)s</a>“.

source: This affected the following samples and/or sample series:
de: Das betraf die folgenden Proben bzw. Probenserien:

source: Series:
de: Serien:

source: From the sample <a href="%(url)s">%(parent)s</a>, the following piece was split:
de: Von der Probe <a href="%(url)s">%(parent)s</a> wurde das folgende Stück abgespalten:

source: purpose:
de: Zweck:

source: The piece was added to “My Samples”.
de: Das Stück wurde zu „Meine Proben“ hinzugefügt.

source: The sample was completely split, i.e. no piece of the parent is left. Therefore, the parent was removed from “My Samples”.
de: Die Probe wurde vollständig gespalten, d.h. es ist kein Stück der Eltern-Probe übrig. Die Eltern-Probe wurde daher von „Meine Proben“ entfernt.

source: Groups
de: Gruppen

source: %(full_user_name)s is member of the following group:
de: %(full_user_name)s ist Mitglied in der folgenden Gruppe:

source: %(full_user_name)s isn't a member of any group.
de: %(full_user_name)s ist in keiner Gruppe Mitglied.

source: The head of your institute group is allowed to add you to further Chantal groups.
de: Der Leiter Ihrer Institutsgruppe ist berechtigt, Sie zu Chantal-Gruppen hinzuzufügen.

source: Permissions
de: Berechtigungen

source: General permissions
de: Allgemeine Berechtigungen

source: (This is only a rough summary.)
de: (Dies ist nur eine grobe Auflistung.)

source: You can add new samples and sample series
de: Sie dürfen neue Proben und Probenserien anlegen
