Repository: BenjKl/juliabase
Catalog: chantal/locale/*/LC_MESSAGES/django.po
Languages: de

source: You can edit all samples and sample series that you are the currently responsible person for
de: Sie dürfen alle Proben und Probenserien ändern, für die Sie der aktuell Verantwortliche sind

source: You can view all samples of your groups
de: Sie dürfen alle Proben Ihrer Gruppen sehen

source: You can add results to all samples of your groups
de: Sie dürfen Resultate zu allen Proben Ihrer Gruppen hinzufügen

source: You can edit results that you added
de: Sie dürfen Resultate, die Sie hinzugefügt haben, ändern

source: Special permissions
de: Besondere Berechtigungen

source: Only the administrators can change the special permissions.
de: Nur die Administratoren dürfen die besonderen Berechtigungen ändern.

source: special permissions that you have
de: besondere Berechtigungen, die Sie haben

source: special permissions that you don't have
de: besondere Berechtigungen, die Sie nicht haben

source: export as table
de: als Tabelle exportieren

source: Error in date
de: Fehler im Datum

source: previous month
de: vorheriger Monat

source: next month
de: nächster Monat

source: type
de: Typ

source: No data found for this time range.
de: Keine Daten aus diesen Zeitraum gefunden.

source: No groups available.
de: Keine Gruppen vorhanden.

source: Your username and password didn't match. Please try again.
de: Ihr Benutzername und Ihr Passwort passen nicht zusammen. Bitte versuchen Sie es noch einmal.

source: Username
de: Benutzername

source: Password
de: Passwort

source: login
de: Anmelden

source: Thanks for spending some quality time with the Web site today.
de: Vielen Dank, dass Sie hier ein paar nette Minuten verbracht haben.

source: Log in again
de: Erneut anmelden

source: edit
de: ändern

source: (This series contains further samples not part of your “My Samples” list.)
de: (Diese Serie enthält weitere Proben, die nicht zu Ihrer „Meine-Proben“-Liste gehören.)

source: Add things
de: Dinge hinzufügen

source: Result
de: Ergebnis

source: Search for things
de: Nach Dingen suchen

source: Depositions
de: Depositionen

source: Lab notebooks
de: Laborbücher

source: Edit groups
de: Gruppen ändern

source: Change group memberships
de: Mitglieder von Gruppen ändern

source: External operators
de: Externe Operateure

source: Edit external operator
de: Externen Operateur ändern

source: Miscellaneous
de: Sonstiges

source: Edit preferences
de: Einstellungen ändern

source: My groups and permissions
de: Meine Gruppen und Berechtigungen

source: Edit “My Layers”
de: „Meine Schichten“ ändern

source: Change password
de: Ändere Passwort

source: Newsfeed
de: Neuigkeiten-Feed

source: About Chantal
de: Über Chantal

source: Server statistics
de: Server-Statistik

source: <p>Chantal uses the lightweight markup language “Markdown” for comments. It doesn't support images and headings though. As compensation, it adds implicit sample and sample series linking. Follow the help link at the top of the page for further information.</p> <p>Here, you can test the markup as you like. What you enter here is never saved.</p>
de: <p>Chantal benutzt die einfache Auszeichnungssprache „Markdown“ für Kommentare. Es unterstützt allerdings weder Bilder noch Überschriften. Dafür fügt es automatische Verlinkung von Proben- und Probenseriennamen hinzu. Folgen Sie dem Hilfe-Link oben auf der Seite für weitere Informationen.</p> <p>Hier können Sie die Syntax nach Belieben testen. Nichts, was Sie hier eingeben, wird gespeichert.</p>

source: Error in markup
de: Fehler im Markup

source: input
de: Eingabe

source: Generate result
de: Ergebnis erzeugen

source: Password change successful
de: Das Passwort wurde erfolgreich geändert

source: Your password was changed.
de: Ihr Passwort wurde geändert.

source: woman with lock
de: Frau mit Schloss

source: Sorry, you can't access this resource. %(description)s Please contact the administrator if you think you ought to have the permission.
de: Leider dürfen Sie nicht auf diese Ressource zugreifen. %(description)s Bitte kontaktieren Sie den Administrator, wenn Sie glauben, dass Sie die Berechtigung haben sollten.

source: Also note that the head of your institute group may add you to the Chantal group you need to access this resource.
de: Beachten Sie außerdem, dass der Leiter Ihrer Institutsgruppe Sie zu der Chantal-Gruppe hinzufügen könnte, die Sie benötigen, um auf diese Ressource zuzugreifen.

source: This occurence isn't reported to anyone, and it is not logged.
de: Dieses Ereignis wird niemandem gemeldet und in keine Logdatei geschrieben.

source: Too many matches were found. I show only %(max_results)s of them.
de: Zu viele Proben gefunden. Ich zeige nur %(max_results)s davon.

source: Too many matches were found. I show only %(max_results)s of them.
de: Zu viele Proben gefunden. Ich zeige nur %(max_results)s davon.

source: Mark samples to add them to “My Samples”.
de: Markieren Sie Proben, um sie zu „Meine Proben“ hinzuzufügen.

source: Nothing found.
de: Nichts gefunden.

source: Silane conc.
de: Silankonz.

source: This process was applied to the sample <a href="%(link)s">%(name)s</a>.
de: Dieser Prozess wurde auf die Probe <a href="%(link)s">%(name)s</a> angewandt.

source: This process was applied to the sample series <a href="%(link)s">%(name)s</a>.
de: Dieser Prozess wurde auf die Probenserie <a href="%(link)s">%(name)s</a> angewandt.

source: Edit this process
de: Diesen Prozess editieren

source: Export this process
de: Diesen Prozess in eine Tabelle exportieren

source: Duplicate this process
de: Diesen Prozess duplizieren

source: Sample “
de: Probe „

source: give name
de: gib Namen

source: add process
de: Prozess hinzufügen

source: Attention: Groupless samples may be viewed and edited by anyone.
de: Achtung: Gruppenlose Proben können von jedem eingesehen und geändert werden.

source: This sample is part of the sample series “<a href="%(first_url)s">%(first_series)s”</a>.
de: Diese Probe gehört zur Probenserie „<a href="%(first_url)s">%(first_series)s</a>“.

source: resplit
de: weiterspalten

source: The sample ceased their existence. Reason:
de: Die Probe existiert nicht mehr. Grund:

source: add result
de: Ergebnis hinzufügen

source: This sample series contains the following samples:
de: Diese Probenserie umfasst die folgenden Proben:

source: This sample series doesn't contain samples yet.
de: Diese Probenserie enthält noch keine Proben.

source: The parental sample
de: Die elterliche Probe

source: was split into the following pieces:
de: wurde in die folgenden Stücke zerlegt:

source: The sample was split into the following pieces:
de: Die Probe wurde in die folgenden Stücke zerlegt:

source: (the ancestor of this one)
de: (der Vorfahre von dieser hier)

source: (this one)
de: (diese hier)

source: This result belongs to the sample <a href="%(link)s">%(name)s</a>.
de: Dieses Ergebnis gehört zur Probe <a href="%(link)s">%(name)s</a>.

source: This result belongs to the sample series <a href="%(link)s">%(name)s</a>.
de: Dieses Ergebnis gehört zur Probenserie <a href="%(link)s">%(name)s</a>.

source: Edit this result
de: Ergebnis ändern

source: Error in sample name
de: Fehler im Probennamen

source: Piece number
de: Stück-Nr.

source: (you must change this last name in order to create an additional piece)
de: (Sie müssen diesen letzten Namen ändern, um ein zusätzliches Stück anzulegen.)

source: secretary
de: Sekretärin

source: Availability
de: Verfügbarkeit

source: No data available.
de: Keine Daten verfügbar.

source: %(availability)s availability since %(start_date)s.
de: %(availability)s Verfügbarkeit seit dem %(start_date)s.

source: Latest 10 downtimes:
de: Letzte 10 Ausfälle:

source: Component uptimes
de: Uptime der Komponenten

source: Component
de: Komponente

source: database server
de: Datenbank-Server

source: Work load
de: Arbeitslast

source: <p>These plots are re-calculated every 10 minutes, the underlying resolution being higher, though. Note that “CPU load” is the pristine load average <em>minus 1</em> in order to eliminate a grid computing process running with low priority.</p> <p>“Memory usage” shows two green curves: the usage of memory by applications only, and the total usage including buffers and cache. The red line shows swap usage.</p>
de: <p>Diese Plots werden alle 10 Minuten aktualisiert, die Auflösung der Ausgangsdaten ist jedoch größer. Beachten Sie, dass „CPU load“ die originale „load average“ <em>minus 1</em> bedeutet, um einen Grid-Computing-Prozess zu eliminieren, der mit niedriger Priorität läuft.</p> <p>„Memory usage“ zeigt zwei grüne Kurven: Die Speicherbelegung allein durch die Programme, und die komplette Speicherbelegung inklusive Puffern und Cache. Die rote Kurve ist die Nutzung des Auslagerungs-Speichers.</p>

source: server load statistics plots
de: Statistik-Plots der Serverlast

source: Hourly backups of the database tables
de: Stündliche Backups der Datenbank-Tabellen

source: Last backup:
de: Letztes Backup:

source: Last copy of all backups to sonne:
de: Letztes kopieren aller Backups auf Sonne:

source: No log data found.
de: Keine Logdaten gefunden.

source: Tivoli storage manager
de: Tivoli Backupsystem

source: Log file could not be accessed.
de: Die Logdatei konnte nicht gelesen werden.

source: last backup
de: letztes Backup

source: Time
de: Zeit

source: Objects inspected
de: Inspizierte Objekte

source: Objects failed
de: Fehlgeschlagene Objekte
